{
    "157": {
        "address1": "1200 E. California Blvd.",
        "address2": "MC B215-74",
        "ark": "ark:/13030/tf938nc278",
        "city": "Pasadena",
        "county": "Los Angeles",
        "created_at": "2022-08-29 17:38:51",
        "custom_zoom_level": null,
        "description": "The Caltech Archives collects, preserves, and makes available the history of science and technology at Caltech.",
        "email": "archives@caltech.edu",
        "fax": "",
        "ga": "UA-30537225-1",
        "latitude": 34.133869,
        "longitude": -118.127486,
        "name": "California Institute of Technology (Caltech)",
        "phone": "(626) 395-2704",
        "updated_at": "2022-08-29 17:38:51",
        "url": "http://archives.caltech.edu/",
        "zip4": "91125"
    },
    "158": {
        "address1": "55 Taylor St.",
        "address2": "",
        "ark": "ark:/13030/kt6779s06f",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2024-01-26 17:38:22",
        "custom_zoom_level": null,
        "description": "Other Minds, Inc., is dedicated to the encouragement and propagation of contemporary music in all its forms through concerts, workshops and conferences that bring together artists and audiences of diverse traditions, generations and cultural backgrounds. By fostering cross-cultural exchange and creative dialogue, and by encouraging exploration of areas in new music seldom touched upon by mainstream music institutions, Other Minds is committed to expanding and reshaping the definition of what constitutes \"serious music.\"",
        "email": "archives@otherminds.org",
        "fax": "(415) 934-8136",
        "ga": "UA-30843560-1",
        "latitude": 37.7676628,
        "longitude": -122.4220446,
        "name": "Other Minds Archive",
        "phone": "(415) 934-8134",
        "updated_at": "2024-01-26 17:38:22",
        "url": "http://www.otherminds.org/",
        "zip4": "94102"
    },
    "159": {
        "address1": "UCSF Library & CKM Archives and Special Collections, 530 Parnassus Avenue",
        "address2": "",
        "ark": "ark:/13030/tf6j49p6xg",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2022-07-26 11:49:46",
        "custom_zoom_level": null,
        "description": "The UCSF Archives were formally established in 1963 when UC President Clark Kerr mandated the creation of both a records management and an archives program in the University. The Archives serve as the official repository for the preservation of selected records, printed and born-digital materials, and realia generated by or about the UCSF, including all four schools (Dentistry, Medicine, Nursing, and Pharmacy), the Graduate Division, and the UCSF Medical Center.",
        "email": "",
        "fax": "(415) 476-4653",
        "ga": "UA-552286-27 ",
        "latitude": 37.7633148672,
        "longitude": -122.459264696,
        "name": "University Archives",
        "parent": "UC San Francisco",
        "phone": "(415) 476-8112",
        "updated_at": "2022-07-26 11:49:46",
        "url": "https://www.library.ucsf.edu/archives/",
        "zip4": "94143-0840"
    },
    "161": {
        "address1": "Geisel Library",
        "address2": "9500 Gilman Drive, O175D",
        "ark": "ark:/13030/c8dz0cpd",
        "city": "La Jolla",
        "county": "San Diego",
        "created_at": "2021-09-28 10:54:29",
        "custom_zoom_level": null,
        "description": "The UC San Diego Library Digital Collections consists of documents, images, video and audio recordings, and research data sets made available to support scholarship, teaching and learning. Content has been drawn from primary source materials from across the Library's collections, as well as data generated by campus researchers.",
        "email": "dl-support@ucsd.edu",
        "fax": "",
        "ga": "",
        "latitude": 32.8283259,
        "longitude": -117.255854,
        "name": "The UC San Diego Library",
        "parent": "UC San Diego",
        "phone": "",
        "updated_at": "2021-09-28 10:54:29",
        "url": "https://libraries.ucsd.edu/research-and-collections/collections",
        "zip4": "92037-0175"
    },
    "162": {
        "address1": "530 Parnassus Ave, Box 0840",
        "address2": "Library and Center for Knowledge Management",
        "ark": "ark:/13030/c8959mzf",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2022-11-16 12:32:17",
        "custom_zoom_level": null,
        "description": "The UCSF Industry Documents Library contains more than 15 million documents (90+ million pages) created by industries which influence public health.  Originally established in 2002 to house the millions of documents publicly disclosed in litigation against the tobacco industry in the 1990s, the Library has expanded to include documents from the opioid, drug, chemical, food, and fossil fuel industries to preserve open access to this information and to support research on the commercial determinants of public health.",
        "email": "industrydocuments@ucsf.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.7642093,
        "longitude": -122.4571623,
        "name": "Industry Documents Library",
        "parent": "UC San Francisco",
        "phone": "(415) 514-1796 ",
        "updated_at": "2022-11-16 12:32:17",
        "url": "https://www.industrydocuments.ucsf.edu/",
        "zip4": "94143"
    },
    "163": {
        "address1": "Simpson Library",
        "address2": "1111 8th Street",
        "ark": "ark:/13030/kt3g5036gh",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2022-12-22 11:28:22",
        "custom_zoom_level": null,
        "description": "The California College of the Arts Libraries are located in San Francisco and support the curriculum of the art, design, and architecture school. Their collections house not only thousands of books, periodicals, and videos but also unique materials such as slides, CCA theses, material samples, artists' books, a seed library, and science equipment.\n\nCCA Libraries' contributions to Calisphere come via their VAULT digital archive. VAULT preserves the creative and intellectual output of the college, as well as several digitized special collections. The archive includes historical materials related to the college, photographs of exhibitions and events, the Capp Street Project Archive, the Robert Sommer Mudflats Collection, the Hamaguchi Study Print Collection, and the Joseph C. Sinel Collection.",
        "email": "vault@cca.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.762902,
        "longitude": -122.393949,
        "name": "California College of the Arts Libraries ",
        "phone": "(415) 703-9574",
        "updated_at": "2022-12-22 11:28:22",
        "url": "https://libraries.cca.edu/",
        "zip4": "94107"
    },
    "164": {
        "address1": "111 I Street",
        "address2": "",
        "ark": "ark:/13030/tf0f59p354",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2023-05-31 09:08:01",
        "custom_zoom_level": null,
        "description": "The focus of the Library collection is the history of railroads and railroading in California and the adjacent states from the 1850s to the present. Collections also cover selected railroad topics throughout North America, including Canada, Mexico, and Central America. Emphasis is on acquiring materials relating to the social, economic, political, cultural, technological and environmental impacts that the industry has had, and continues to have, on the region.",
        "email": "Library.CSRM@parks.ca.gov",
        "fax": "",
        "ga": "",
        "latitude": 38.5839896491,
        "longitude": -121.504100561,
        "name": "California State Railroad Museum Library and Archives",
        "phone": "(916) 323-8073",
        "updated_at": "2023-05-31 09:08:01",
        "url": "https://www.californiarailroad.museum/visit/library",
        "zip4": "95814"
    },
    "165": {
        "address1": "1000 E. Victoria Street",
        "address2": "",
        "ark": "ark:/13030/tf787013xg",
        "city": "Carson",
        "county": "Los Angeles",
        "created_at": "2020-11-17 15:08:14",
        "custom_zoom_level": null,
        "description": "The University Library Department of Archives and Special Collections houses the Special Collections, Archives, and Rare Book Collections of CSU Dominguez Hills, and maintains the department's digital collection pages. The University Library Department of Archives and Special Collections also serves as the home of the Archives of the California State University System.",
        "email": "archives@csudh.edu",
        "fax": "",
        "ga": "",
        "latitude": 33.8647141418,
        "longitude": -118.256106377,
        "name": "California State University, Dominguez Hills",
        "phone": "(310) 243-3895",
        "updated_at": "2020-11-17 15:08:14",
        "url": "https://libguides.csudh.edu/archives-home",
        "zip4": "90747"
    },
    "166": {
        "address1": "601 Santa Monica Blvd",
        "address2": "",
        "ark": "ark:/13030/kt4g50360k",
        "city": "Santa Monica",
        "county": "Los Angeles",
        "created_at": "2022-06-24 16:21:48",
        "custom_zoom_level": null,
        "description": "Santa Monica Public Library is a community, cultural and learning hub. Its mission is to provide resources, services and a place to read, connect, relax and learn. The Library supports literacy, life long learning, civic engagement, and cultural awareness.",
        "email": "kathy.lo@santamonica.gov",
        "fax": "(310) 458-6980",
        "ga": "",
        "latitude": 34.018165,
        "longitude": -118.4933626,
        "name": "Santa Monica Public Library",
        "phone": "(310) 458-8687",
        "updated_at": "2022-06-24 16:21:48",
        "url": "https://www.santamonica.gov/departments/library",
        "zip4": "90401"
    },
    "167": {
        "address1": "One University Drive",
        "address2": "",
        "ark": "ark:/13030/kt4779r888",
        "city": "Orange",
        "county": "Orange",
        "created_at": "2023-04-25 11:52:32",
        "custom_zoom_level": null,
        "description": "The Frank Mt. Pleasant Library of Special Collections & Archives is the principle repository for the preservation and access of the rare and unique collections at Chapman University’s Leatherby Libraries. Special Collections holds rare books, manuscripts, maps and collections of enduring value while the Archives preserves the history of the university and the Chapman family. The Library was named by the late Trustee C. Stanley Chapman, Jr., and his wife, Joan Mt. Pleasant Chapman in honor of Joan’s uncle, Frank Mt. Pleasant, a Tuscarora Indian.",
        "email": "speccoll@chapman.edu",
        "fax": "",
        "ga": "",
        "latitude": 33.7928170249,
        "longitude": -117.851184011,
        "name": "Chapman University",
        "phone": "(714) 532-7719",
        "updated_at": "2023-04-25 11:52:32",
        "url": "https://www.chapman.edu/library/libraries-collections-and-archives/special-collections-and-archives/",
        "zip4": "92866"
    },
    "168": {
        "address1": "4700 Western Heritage Way",
        "address2": "",
        "ark": "ark:/13030/kt8489r6nk",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2022-06-17 13:30:23",
        "custom_zoom_level": null,
        "description": "The Autry is a history museum dedicated to exploring and sharing the stories, experiences, and perceptions of the diverse peoples of the American West. Located in Griffith Park, the Autry's collection of over 500,000 pieces of art and artifacts, which includes the collection of the Southwest Museum of the American Indian, is one of the largest and most significant in the United States.\r\n\r\nThe Autry Institute includes two research libraries: the Braun Research Library and the Autry Library. Exhibitions, public programs, K–12 educational services, and publications are designed to examine the contemporary human condition through the lens of the historical Western experience and explore critical issues in society.\r\n",
        "email": "rroom@theautry.org",
        "fax": "",
        "ga": "UA-30717617-1",
        "latitude": 34.1488513891,
        "longitude": -118.281624913,
        "name": "Autry Museum of the American West",
        "phone": "(747) 201-8448",
        "updated_at": "2022-06-17 13:30:23",
        "url": "http://theautry.org/",
        "zip4": "90027"
    },
    "169": {
        "address1": "455 Golden Gate Avenue, Room 4617",
        "address2": "",
        "ark": "ark:/13030/kt4870381r",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2016-03-28 14:31:37",
        "custom_zoom_level": null,
        "description": "The California Judicial Center Library (CJCL) is a law library serving the Justices and staff of the California Supreme Court and the Court of Appeal, First Appellate District and staff of the Administrative Office of the Courts. All state and federal primary legal resources and major secondary legal resources are found in CJCL collections.\r\n\r\nCJCL's collections contain more than 200,000 volumes, including all Federal and California primary legal resources and major secondary legal resources. Law reviews and journals of California and other major law schools are available in the library's main collections.\r\n\r\nSpecial Collections/Archives at CJCL collects the personal papers and other memorabilia of past and present California Supreme Court justices and other notable legal scholars, as well as the archives of the California Supreme Court Historical Society. Special Collections/Archives is open to researchers upon approval of written request. ",
        "email": "archives@jud.ca.gov",
        "fax": "(415) 865-7194",
        "ga": "UA-43043327-1",
        "latitude": 37.78101,
        "longitude": -122.417994,
        "name": "California Judicial Center Library, Special Collections and Archives",
        "phone": "(415) 865-4383",
        "updated_at": "2016-03-28 14:31:37",
        "url": "http://library.courtinfo.ca.gov/",
        "zip4": "94102-7013"
    },
    "170": {
        "address1": "Robert E. Kennedy Library",
        "address2": "1 Grand Ave, Bldg. 35",
        "ark": "ark:/13030/kt529026qp",
        "city": "San Luis Obispo",
        "county": "San Luis Obispo",
        "created_at": "2021-07-13 12:10:23",
        "custom_zoom_level": null,
        "description": "",
        "email": "library@calpoly.edu",
        "fax": "",
        "ga": "",
        "latitude": 35.3017821262,
        "longitude": -120.66382885,
        "name": "California Polytechnic State University - San Luis Obispo",
        "phone": "(805) 756-5760",
        "updated_at": "2021-07-13 12:10:23",
        "url": "https://lib.calpoly.edu/",
        "zip4": "93407"
    },
    "171": {
        "address1": "California State University, Chico, Special Collections Meriam Library",
        "address2": "400 West First Street",
        "ark": "ark:/13030/tf7v19p5n4",
        "city": "Chico",
        "county": "Butte",
        "created_at": "2018-12-20 15:27:16",
        "custom_zoom_level": null,
        "description": "The Meriam Library Special Collections and University Archives, a unique regional resource of written and pictorial materials which document the historical as well as the contemporary issues of the 12-county region known as \"northeastern California\" as well as the history of California State University, Chico.\r\n\r\nSpecial Collections is composed of several \"collections\" which are housed together in this non-circulating area of the library because of rarity, source, condition or form. Access to the material is provided primarily through the Meriam Library's online Library Catalog. Use of these items is limited to the Special Collections reading room and are available for research by faculty, students, visiting scholars, and community members.\r\n\r\n",
        "email": "SpecialCollections@csuchico.edu",
        "fax": "(530) 898-4443",
        "ga": "UA-942024-19",
        "latitude": 39.7279668517,
        "longitude": -121.846436262,
        "name": "California State University, Chico",
        "phone": "(530) 898-6603",
        "updated_at": "2018-12-20 15:27:16",
        "url": "http://www.csuchico.edu/special-collections/",
        "zip4": "95929-0295"
    },
    "172": {
        "address1": "Henry Madden Library",
        "address2": "5200 North Barton Avenue  ML 34",
        "ark": "ark:/13030/tf329009q8",
        "city": "Fresno",
        "county": "Fresno",
        "created_at": "2024-06-25 11:34:43",
        "custom_zoom_level": null,
        "description": "The Special Collections Research Center at California State University, Fresno is composed of several specialized book collections, manuscript collections, the University Archives and the Central Valley Political Archive.\r\n\r\nAnyone is welcome to use our collections but all materials must be viewed in the Woodward Family Reading Room. A picture I.D. is required while you are doing research. Photocopying is done by our staff. Special Collections is open by appointment between 8 a.m. and 5 p.m. Monday through Friday.",
        "email": "specialc@listserv.csufresno.edu",
        "fax": "",
        "ga": "",
        "latitude": 36.8125144266,
        "longitude": -119.747200012,
        "name": "California State University, Fresno",
        "phone": "(559) 278-2595",
        "updated_at": "2024-06-25 11:34:43",
        "url": "https://library.fresnostate.edu/find/special-collections",
        "zip4": "93740-8014"
    },
    "173": {
        "address1": "P.O. Box 6846",
        "address2": "",
        "ark": "ark:/13030/kt2d5nd9mx",
        "city": "Fullerton",
        "county": "Orange",
        "created_at": "2016-03-29 13:42:17",
        "custom_zoom_level": null,
        "description": "The Center for Oral and Public History (COPH)—a component of the Department of History and the College of Humanities and Social Sciences at California State University, Fullerton—embraces a three-fold mission. First, COPH collects and preserves the stories of distinctive individuals and diverse communities whose historical experiences have shaped the collective memory of Southern California, defined national and transnational identities, and reflected life in an era of globalization. Second, COPH undertakes and provides support services for public history projects, particularly those designed to share oral histories with public audiences in Southern California and beyond. Third, COPH trains CSUF students in the research methods of collecting oral histories, interpreting these histories, and presenting important regional, national, and global stories to the public. Ultimately, COPH seeks to combine the strengths of oral history and public history in order to build better connections between Cal State Fullerton and the communities—local, national, and global—to which it is tied.\r\n\r\nWith more than 5,000 recorded interviews and related transcripts, photographs, and other materials, COPH maintains the largest oral history archive in the state of California. The collection stands out nationally for its grassroots nature and the wide range of communities represented. The genesis of this archive came with the creation of a student-driven oral history program at Cal State Fullerton in 1968. Today, we continue to train students to create oral histories and generate new collections. We recognize that certain obligations accompany ownership of these collections, in particular the maintenance of a suitable storage environment and access for users, including students, scholars, educators, community members, journalists, filmmakers, and policy makers. We endeavor to employ the most appropriate, up-to-date technologies to achieve both of these ends.",
        "email": "COPH@fullerton.edu",
        "fax": "(657) 278-5069",
        "ga": "",
        "latitude": 33.8818484013,
        "longitude": -117.885344625,
        "name": "Center for Oral and Public History",
        "parent": "California State University, Fullerton",
        "phone": "(657) 278-3580",
        "updated_at": "2016-03-29 13:42:17",
        "url": "http://coph.fullerton.edu/",
        "zip4": "92834"
    },
    "174": {
        "address1": "551 Sequoia Pacific Blvd.",
        "address2": "",
        "ark": "ark:/13030/tf7779p65f",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2022-06-09 11:48:12",
        "custom_zoom_level": null,
        "description": "The Center for Sacramento History educates and enriches the public by collecting, preserving and making accessible the region's vast cultural heritage.\r\n\r\nFounded in 1953, the Center for Sacramento History (CSH) is funded by the City and the County of Sacramento and is the repository and research center for City and County historic collections. These collections are held in the public trust and reflect the many aspects of the social, political, geographic, and cultural history of the Sacramento region.<br>\r\n\r\nThe collections held at CSH include both three-dimensional museum artifacts and archival records (public documents, and manuscripts and personal papers). The Center's museum collections document Sacramento material culture –the tools employed, the clothing worn, the art enjoyed –and showcase the great diversity that calls the region home.\r\n\r\nWithin the archival collections are the official records of City and County government and the Superior Court of Sacramento County, and manuscript collections of prominent individuals, families, businesses, organizations, and community groups of the Sacramento region. The Center thus serves as a \"total archive\" in documenting all aspects of the city and county's history. CSH's holdings are open for research and available for display at accredited institutions that meet the center's security and environmental requirements.",
        "email": "csh@cityofsacramento.org",
        "fax": "",
        "ga": "UA-80568548-1",
        "latitude": 38.5990421529,
        "longitude": -121.495876908,
        "name": "Center for Sacramento History",
        "phone": "(916) 808-7072",
        "updated_at": "2022-06-09 11:48:12",
        "url": "http://www.centerforsacramentohistory.org/",
        "zip4": "95811"
    },
    "175": {
        "address1": "800 N. Dartmouth Ave.",
        "address2": "",
        "ark": "ark:/13030/kt9g5023wp",
        "city": "Claremont",
        "county": "Los Angeles",
        "created_at": "2022-07-28 16:14:54",
        "custom_zoom_level": null,
        "description": "Claremont Colleges Special Collections located in Honnold/Mudd Library is a place where you can connect to the past by examining rare books, reading original letters and manuscripts, and studying historical photographs and other objects. We collect, preserve, and make accessible collections that span more than 900 years of human history, with particular depth in 16th-20th centuries, the American West, science, music and theater, Asian history and culture, books and printing, and the history of The Claremont Colleges and the larger Claremont community, among other subjects, places, and eras. \r\n\r\nExplore our collections in person or by visiting our exhibitions, digital collections, and blog. In our effort to facilitate access to and use of the collections, we employ a range of digital technologies, such as online patron registration and requesting, and we offer class instruction and individual research sessions in order to support teaching, learning, and scholarship.",
        "email": "specialcollections@claremont.edu",
        "fax": " (909) 621-8681",
        "ga": "UA-33371618-1",
        "latitude": 34.1021305417,
        "longitude": -117.712358236,
        "name": "Honnold/Mudd Library",
        "parent": "Claremont Colleges",
        "phone": "(909) 607‑3977",
        "updated_at": "2022-07-28 16:14:54",
        "url": "https://library.claremont.edu/scl/",
        "zip4": "91711"
    },
    "176": {
        "address1": "1401 Shoreline Blvd.",
        "address2": "",
        "ark": "ark:/13030/kt5q2nd3pz",
        "city": "Mountain View",
        "county": "Santa Clara",
        "created_at": "2019-08-09 10:39:31",
        "custom_zoom_level": null,
        "description": "",
        "email": "research@computerhistory.org",
        "fax": "",
        "ga": "UA-34305743-1",
        "latitude": 37.414457,
        "longitude": -122.07705,
        "name": "Computer History Museum",
        "phone": "(650) 810-1010",
        "updated_at": "2019-08-09 10:39:31",
        "url": "http://www.computerhistory.org/",
        "zip4": "94043"
    },
    "177": {
        "address1": "Institute of Governmental Studies Library ",
        "address2": "109 Moses Hall #2370",
        "ark": "ark:/13030/tf2m3nb7t4",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2016-03-29 13:48:57",
        "custom_zoom_level": null,
        "description": "The IGS Library is one of the nation's major collections in public administration, public affairs, and public policy. The library holds more than 400,000 volumes and is a depository for California local government documents.\r\n\r\nSpecial collections include California Reapportionment Archives and California Election Campaign Ephemera. Pamphlets and unbound reports from a broad range of public interest organizations, research institutes and government agencies are the heart of the collection, which dates from 1921.\r\n\r\nThe library's Ballot Measure Guides help scholars and voters to understand California's initiative process, its digital collections bring local government documents to your desktop, and the library's reference service provides assistance to the Cal community and to members of the public who have questions regarding public policy and politics.",
        "email": "igsl@berkeley.edu",
        "fax": "(510) 643-0866",
        "ga": "",
        "latitude": 37.870934331,
        "longitude": -122.257994413,
        "name": "Institute of Governmental Studies Library",
        "parent": "UC Berkeley",
        "phone": "(510) 642-1472",
        "updated_at": "2016-03-29 13:48:57",
        "url": "http://www.igs.berkeley.edu/library/",
        "zip4": "94720-2370"
    },
    "178": {
        "address1": "J. Paul Leonard Library, Room 460",
        "address2": "1630 Holloway Ave",
        "ark": "ark:/13030/tf7779p81b",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2025-01-07 15:23:16",
        "custom_zoom_level": null,
        "description": "Few regions can rival the rich, lively labor history of the San Francisco Bay Area. This history is preserved in primary source and vintage history materials at the Labor Archives and Research Center (LARC).Founded in 1985 by trade union leaders, historians, labor activists and university administrators, the Labor Archives is a unit of the J. Paul Leonard Library at San Francisco State University. The Labor Archives has an Advisory Board drawn from the labor, academic and community leaders of the Bay Area.",
        "email": "specialcollections@sfsu.edu",
        "fax": "",
        "ga": "UA-32934892-1",
        "latitude": 37.7211363153,
        "longitude": -122.47833252,
        "name": "Labor Archives and Research Center",
        "parent": "San Francisco State University",
        "phone": "(415) 405-5549",
        "updated_at": "2025-01-07 15:23:16",
        "url": "http://library.sfsu.edu/larc",
        "zip4": "94132-1722"
    },
    "179": {
        "address1": "2760 E. 4th St. #512",
        "address2": "",
        "ark": "ark:/13030/kt1290334n",
        "city": "National City",
        "county": "San Diego",
        "created_at": "2019-11-18 12:12:35",
        "custom_zoom_level": null,
        "description": "Little People of America, Inc. (LPA) is a nonprofit organization that provides support and information to people of short stature and their families. LPA strives to bring global awareness and solutions to the prominent issues affecting individuals of short stature and their families. \r\n\r\nThe Mission of the Little People of America Archive is to document the history of Little People of America, Inc. (LPA), and to document the history and issues relative to persons of short stature.\r\n",
        "email": "jelitkay@gmail.com",
        "fax": "",
        "ga": "",
        "latitude": 32.686199,
        "longitude": -117.078428,
        "name": "Little People of America Archive",
        "phone": "(888) LPA-2001",
        "updated_at": "2019-11-18 12:12:35",
        "url": "http://www.lpaonline.org/",
        "zip4": "91950"
    },
    "180": {
        "address1": "One Gateway Plaza, Mail Stop: 99-15-1",
        "address2": "",
        "ark": "ark:/13030/kt958023h1",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2024-04-10 14:20:22",
        "custom_zoom_level": null,
        "description": "The  Los Angeles County Metropolitan Transportation Authority Research Library & Archive is one of the most comprehensive transit operator-owned library collections in the United States. As the only multimodal transportation library in Southern California, we serve employees, the public, governments, and research institutions.\r\n\r\nOur collection contains approximately 250,000 items of significance to Los Angeles transportation history from 1873 to the present. This includes 45,000 books, reports, studies, conference proceedings, plans, maps, and drawings, 20,000 microfiche reports, more than 20,000 photographs and images, over 700 videos, several thousand ephemera, and a growing collection of publicly-accessible full-text digital documents. The Library catalog can be accessed from our main website.",
        "email": "kennedyc@metro.net",
        "fax": "",
        "ga": "UA-30659451-1",
        "latitude": 34.056422,
        "longitude": -118.232716,
        "name": "Los Angeles County Metropolitan Transportation Authority Research Library and Archive",
        "phone": "213.922.4859",
        "updated_at": "2024-04-10 14:20:22",
        "url": "https://metroprimaryresources.info/",
        "zip4": "90012"
    },
    "181": {
        "address1": "The Bancroft Library",
        "address2": "2121 Allston Way",
        "ark": "ark:/13030/tf9s2014xv",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2020-05-18 11:25:45",
        "custom_zoom_level": null,
        "description": "The Magnes Collection of Jewish Art and Life was established in 2010 following the transfer of the Judah L. Magnes Museum to the University of California, Berkeley. Its remarkably diverse archive, library and museum holdings include art, objects, texts, music, and historical documents about the Jews in the Global Diaspora and the American West. As one of the world's preeminent Jewish collections in a university setting, it provides highly innovative and accessible resources to both researchers and visitors. ",
        "email": "magnes@berkeley.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.859192834,
        "longitude": -122.24802196,
        "name": "The Magnes Collection of Jewish Art and Life",
        "parent": "UC Berkeley",
        "phone": "(510) 643-2526",
        "updated_at": "2020-05-18 11:25:45",
        "url": "https://magnes.berkeley.edu/",
        "zip4": "94704"
    },
    "182": {
        "address1": "470 West Walnut Street",
        "address2": "",
        "ark": "ark:/13030/tf787013z0",
        "city": "Pasadena",
        "county": "Los Angeles",
        "created_at": "2024-08-29 14:53:56",
        "custom_zoom_level": null,
        "description": "Pasadena Museum of History (PMH) has a rich legacy of preserving and showcasing the heritage of Pasadena since its inception in 1924 as the Pasadena Historical Society. Over a century, it has evolved into a treasure trove of historical artifacts and documents, now part of the Archives and Collection at PMH. Here, a wealth of historical artifacts and documents, offering a window into the past, are diligently preserved.  Among its offerings, you'll find:\r\n•\tPhotograph Collections: Boasting an impressive collection of estimated million photographic images, the museum's photographs span the city's evolution from the late 19th century to the present day. Notable collections include prints, negatives (including acetate, nitrate, polyester, and glass plates), slides, stereographs, and postcards. Some photograph collections include the lifework of J. Allen Hawkins, the Pasadena Star-News Collection, the Flag Collection, the Helen Luken Gaut Collection, and hundreds of photo albums. \r\n•\tMaps: With more than 45 cubic feet of maps and plans, some dating back to the late 19th century, including Sanborn fire insurance maps for Pasadena, you can explore how the city's landscape has changed over the years.\r\n•\tEphemera: From pamphlets, brochures, flyers, souvenirs, tickets, and programs to vintage advertisements, you'll find an array of ephemera and memorabilia that encompasses every aspect of Pasadena's history.\r\n•\tSpecial Collections: The Archives proudly houses more than 250 special collections, which have been donated by individuals or organizations, each bearing the donor's name and preserved for posterity. These collections cover various aspects of the city's history. Notable special collections include Fenyes-Curtin-Paloheimo Collections, Batchelder Family Collection, El Mirador Ranch Collections, Hugh Anderson Collections, Black History Collection, and Sylvanus Marston Collection of architectural drawings and photographs. Other large collections cover real estate, civic groups, schools, the arts, city documents, sports, and business.\r\n•\tManuscripts Collection: Comprising over 300 items, this collection includes correspondence, diaries, essays, documents, and original writings dating back to the 1830s, providing wonderful insights into the lives and stories of Pasadena’s residents.  \r\n•\tArchival Library: The archives also include a wide range of books, rare books, periodicals, and newspapers, making it a comprehensive resource for those seeking to explore Pasadena's history. \r\nOpen to Public: The Research Library and Archives is open to the public from Friday through Sunday, between 1 to 4 p.m. During these hours, the museum's staff and dedicated volunteers are available to assist researchers. If you can't visit in person, you can still access the collections by sending research requests via email to research@pasadenahistory.org. Please allow at least a month for the archives staff to research and get back to you.\r\n",
        "email": "research@pasadenahistory.org",
        "fax": "",
        "ga": "",
        "latitude": 34.1490023318,
        "longitude": -118.161290288,
        "name": "Pasadena Museum of History",
        "phone": "626.577.1660",
        "updated_at": "2024-08-29 14:53:56",
        "url": "https://pasadenahistory.org/research/",
        "zip4": "91103-3594"
    },
    "183": {
        "address1": "2001 Pan American Plaza, Balboa Park",
        "address2": "",
        "ark": "ark:/13030/kt9f59s474",
        "city": "San Diego",
        "county": "San Diego",
        "created_at": "2024-01-12 06:28:14",
        "custom_zoom_level": null,
        "description": "The mission of the Library and Archives at the San Diego Air and Space Museum (SDASM) is to collect, preserve, and make available for research published, documentary, and visual materials that chronicle the development of Air & Space technology and experience. SDASM's Library & Archives houses one of the largest collections of air and space-related books and archival materials in the country. This extensive collection, which includes many unique and rare items, and diverse materials. ",
        "email": "archives@sdasm.org",
        "fax": "(619) 233-4525",
        "ga": "UA-30446341-1",
        "latitude": 32.7268185,
        "longitude": -117.1537806,
        "name": "San Diego Air and Space Museum Library and Archives",
        "phone": "(619) 234-8291",
        "updated_at": "2024-01-12 06:28:14",
        "url": "http://www.sandiegoairandspace.org/",
        "zip4": "92101"
    },
    "184": {
        "address1": "1630 Schoenberg Music Building",
        "address2": "Box 951657",
        "ark": "ark:/13030/kt2g501822",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2022-06-15 08:53:04",
        "custom_zoom_level": null,
        "description": "Founded in 1960 and opening its doors in October 1961, the UCLA Ethnomusicology Archive is one of the largest \"world music\" media archives in North America and includes traditional, folk, popular, and art musics from Africa, Asia, Australia and the Pacific islands, Europe, the Middle East, and the Americas. Here, the communities of Southern California, international researchers, and UCLA students and faculty can explore the rich variety of musical expressions throughout the world. As part of the University of California and as an institution located within the state, the Archive has a special interest in collecting and preserving the music of California and in collaborating with community partners. The Archive also hosts occasional lectures, performances and screenings from musicians and scholars.",
        "email": "archive@schoolofmusic.ucla.edu",
        "fax": "(310) 206-4738 ",
        "ga": "UA-30284951-1",
        "latitude": 34.0707912263,
        "longitude": -118.440116644,
        "name": "Ethnomusicology Archive",
        "parent": "UCLA",
        "phone": "(310) 825-1695",
        "updated_at": "2022-06-15 08:53:04",
        "url": "https://schoolofmusic.ucla.edu/facilities/ethnomusicology-archive/",
        "zip4": "90095-1657"
    },
    "185": {
        "address1": "120 Judge John Aiso Street",
        "address2": "",
        "ark": "ark:/13030/kt8w10405k",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2018-10-19 14:44:36",
        "custom_zoom_level": null,
        "description": "Based in the Little Tokyo area of Downtown Los Angeles, the Visual Communications Archives is a repository of 20th Century Asian Pacific American history with unique holdings of photographs, moving image, and oral histories. The holdings include over 300,000 photographic images, 1,500 titles in the Media Resource Library, 100 films and videos produced by Visual Communications, and over 1,000 hours of oral histories. The VC Archives is unique due to the diversity of its collections in pan-Asian content in a variety of formats and subjects.\r\n\r\nThe Visual Communications collective documented various Asian American social movements and communities in California. Members of Visual Communications not only captured the impassioned times of the movement; their work became an innovative and natural part of the movement as well. Films and videos were used for education and activism that addressed setting up ethnic studies programs on local campuses, city redevelopment issues, the redress campaign for Japanese Americans interned during World War II, and the declaration of martial law in the Philippines. VC’s own past in all media, narrative films, documentaries and educational projects are intertwined with the Asian Pacific American movements of the 1970s, and in itself represents a rich resource for researchers of the Asian Pacific American movements.\r\n\r\nThe holdings’ focus on Asian Pacific communities here in the U.S., though specific, affirms a culturally pluralistic view of American society. This view resides in the heart of VC’s mission — to promote intercultural understanding through the preservation of our cultures, communities, and histories in America. To date, VC materials have been used in numerous films, videos, educational materials, publications, and major photographic exhibits across the U.S.\r\n\r\nFor more information, please visit: http://fromthevcvault.wordpress.com/vc-archives-collections/",
        "email": "helen@vconline.org",
        "fax": "",
        "ga": "UA-43400305-1",
        "latitude": 34.050988,
        "longitude": -118.239927,
        "name": "Visual Communications",
        "phone": "(213) 680-4462",
        "updated_at": "2018-10-19 14:44:36",
        "url": "http://www.vconline.org/",
        "zip4": "90012"
    },
    "186": {
        "address1": "7000 West Third Street",
        "address2": "",
        "ark": "ark:/13030/c8474c6x",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2020-04-08 13:42:00",
        "custom_zoom_level": null,
        "description": "The collections in the Writers Guild Foundation Archive span all of screen history and include writers from the dawn of cinema, early radio, the Golden Age of Television, and current writers for film, television, radio and new media. The archival holdings consist mainly of scripts, annotated drafts and production material, but may include oral histories, photographs, correspondence and ephemera. The archive also collects materials from Writers Guild Foundation events and Writers Guild of America West programs, awards and historical records. The Writers Guild Foundation Archive welcomes interest in the collections. The materials are made available to WGA members, staff, researchers, students and the general public, with some restrictions and conditions. Please contact the archive for more information.\r\n \r\n",
        "email": "hswett@wgfoundation.org",
        "fax": "",
        "ga": "UA-163168042-1",
        "latitude": 34.07115,
        "longitude": -118.361731,
        "name": "Writers Guild Foundation Archive",
        "phone": "(323) 782-4680",
        "updated_at": "2020-04-08 13:42:00",
        "url": "https://www.wgfoundation.org/archive/",
        "zip4": "90048"
    },
    "187": {
        "address1": "226 Buckeye Street",
        "address2": "",
        "ark": "ark:/13030/kt5q2nf4w0",
        "city": "Woodland",
        "county": "Yolo",
        "created_at": "2015-01-14 14:12:45",
        "custom_zoom_level": null,
        "description": "The Yolo County Archives is a permanent collection of material pertaining to the history of Yolo County from approximately 1850 to the present. The collection consists of records from various Yolo County agencies/departments as well as those from private individuals and businesses. It is available for research on the premises. It includes a variety of media, including maps, blueprints, photographs, bound volumes, manuscripts and oral history tapes.\r\n \r\n\r\n",
        "email": "archives@yolocounty.org",
        "fax": "(530) 666-8006",
        "ga": "UA-45271020-1",
        "latitude": 38.6834172,
        "longitude": -121.7936709,
        "name": "Yolo County Archives",
        "phone": "(530) 666-8010",
        "updated_at": "2015-01-14 14:12:45",
        "url": "http://www.yolocounty.org/general-government/general-government-departments/library/library-services/yolo-county-archives",
        "zip4": "95695"
    },
    "188": {
        "address1": "The Bancroft Library #6000 ",
        "address2": "",
        "ark": "ark:/13030/kt9h4nf672",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2022-07-13 11:15:11",
        "custom_zoom_level": null,
        "description": "Oral history dates to the beginnings of the University of California. Hubert Howe Bancroft conducted interviews in the 1860s in support of his 39-volume history of the West. In 1954, the Regional Oral History Office was established to conduct interviews with leading citizens of the West. In 2014 we became the Oral History Center of The Bancroft Library. Over the decades, we have conducted 4,000 interviews on almost every topic imaginable. The vast majority of these interviews have been transcribed and made available online.",
        "email": "",
        "fax": "(510) 643-2074",
        "ga": "",
        "latitude": 37.8723156,
        "longitude": -122.2589194,
        "name": "Oral History Center of The Bancroft Library",
        "parent": "UC Berkeley",
        "phone": "",
        "primary_contact": "ddunham@library.berkeley.edu",
        "updated_at": "2022-07-13 11:15:11",
        "url": "https://www.lib.berkeley.edu/visit/bancroft/oral-history-center",
        "zip4": "94720-6000 "
    },
    "189": {
        "address1": "The UCI Libraries, P.O. Box 19557",
        "address2": "",
        "ark": "ark:/13030/c8x63shb",
        "city": "Irvine",
        "county": "Orange",
        "created_at": "2016-06-01 14:57:44",
        "custom_zoom_level": null,
        "description": "UCI Libraries' Digital Scholarship Services support digital scholarship work performed by the UCI community, including e-Research, data management, digital humanities, and digital preservation.",
        "email": "libdss@uci.edu",
        "fax": "",
        "ga": "",
        "latitude": 33.684587,
        "longitude": -117.83188,
        "name": "Digital Scholarship Services",
        "parent": "UC Irvine",
        "phone": "(949) 824-6836",
        "updated_at": "2016-06-01 14:57:44",
        "url": "https://www.lib.uci.edu/dss",
        "zip4": "92623"
    },
    "191": {
        "address1": "800 S. College Dr. ",
        "address2": "",
        "ark": "ark:/13030/c81r6w3s",
        "city": "Santa Maria",
        "county": "Santa Barbara",
        "created_at": "2016-06-09 10:09:59",
        "custom_zoom_level": null,
        "description": "Allan Hancock College is a California public community college located in northern Santa Barbara County. The college is ranked as one of the five best community colleges in California and one of the top 120 community colleges in the nation.\r\n\r\nThe Library's mission is to support all Allan Hancock College students and staff with both immediate research needs and the development of information literacy skills, to enhance lifelong learning. In addition, the library is the campus \"center of learning,\" with a welcoming atmosphere conducive to studying and learning.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 34.9437354,
        "longitude": -120.4215218,
        "name": "Allan Hancock College",
        "phone": "(805) 922-6966",
        "updated_at": "2016-06-09 10:09:59",
        "url": "http://hancockcollege.edu/library/",
        "zip4": "93454"
    },
    "192": {
        "address1": "150 E L Street",
        "address2": "",
        "ark": "ark:/13030/c8x3531h",
        "city": "Benicia",
        "county": "Solano",
        "created_at": "2016-06-09 10:26:36",
        "custom_zoom_level": null,
        "description": "The Benicia Public Library contributes to the success of our diverse community by being a vital center of learning, communication, culture and enjoyment. We serve a community with a uniquely rich history and character. Benicia exudes small-town charm, with its ideal San Francisco Bay waterfront location and high quality of life. To meet the needs of our residents, the Library is responsive to providing services and making them available when people can use them. Our Library is open 7 days a week, and includes an art gallery, a Literacy Program, and a Friends of the Library group as well as diverse volunteer opportunities. In addition to our beautiful building, which opened June 19, 1993, we provide a wide range of materials as a result of the Library Board's consistent allocation of budget resources to developing and enhancing our print and electronic collections.",
        "email": "http://benicialibrary.org/contact",
        "fax": "",
        "ga": "",
        "latitude": 38.0534168,
        "longitude": -122.1545458,
        "name": "Benicia Public Library",
        "phone": "(707) 746-4343",
        "updated_at": "2016-06-09 10:26:36",
        "url": "http://benicialibrary.org/",
        "zip4": "94510"
    },
    "193": {
        "address1": "690 N Main Street",
        "address2": "",
        "ark": "ark:/13030/c8sb4bb7",
        "city": "Bishop",
        "county": "Inyo",
        "created_at": "2016-06-09 10:33:30",
        "custom_zoom_level": null,
        "description": "The Bishop Area Chamber of Commerce is a non-profit 501 c(6) corporation and member-driven organization which gathers diverse community interests together to work on common issues that affect the region's economic health.\r\n\r\nThe Chamber is an advocate for business on issues which impact the ability of the region's businesses to be successful in a competitive marketplace.\r\n\r\nThe Chamber works to improve and promote the tourism industry of the Bishop Area.\r\n\r\nThe Chamber assembles community leadership to study and educate the community about issues, and develops programs which maintain and improve the region's high quality of life.\r\n\r\nThe Chamber provides educational opportunities and services to assist member businesses and our community.\r\n\r\nThe Chamber is governed by a volunteer board of directors and managed by a professional staff.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 37.3674761,
        "longitude": -118.3949177,
        "name": "Bishop Chamber of Commerce and Visitor Center",
        "phone": "(760) 873-8405",
        "updated_at": "2016-06-09 10:33:30",
        "url": "http://www.bishopvisitor.com/",
        "zip4": "93514"
    },
    "194": {
        "address1": "2200 Front Street",
        "address2": "",
        "ark": "ark:/13030/c8nk3kmh",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2016-06-09 10:50:38",
        "custom_zoom_level": null,
        "description": "The California Automobile Museum (formerly the Towe Auto Museum) is a spacious 72,000 square foot Museum. It is home to over 150 vehicles of various makes and models. Cars on exhibit range from the early 1900s to alternative power vehicles of the future and are all uniquely displayed chronologically among exhibits befitting the times and changes of the automobile. A knowledgeable docent staff provides visitors with guided tours through exhibits that recreate the momentous love affair we have with automobiles. Exhibits also provide historical information about the automotive industry.  The Museum offers a series of educational classes, both for adults as well as children, lectures, monthly Family Fun Programs, Swap Meets, movies, historical trips, rotating exhibits and other special events throughout the year as well as an extensive Docent Training Program. ",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 38.570316,
        "longitude": -121.5117628,
        "name": "California Automobile Museum",
        "phone": "(916) 442-6802",
        "updated_at": "2016-06-09 10:50:38",
        "url": "http://www.calautomuseum.org/",
        "zip4": "95818"
    },
    "195": {
        "address1": "1119 Second Street",
        "address2": "",
        "ark": "ark:/13030/c8ht2tx7",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2016-06-09 11:07:02",
        "custom_zoom_level": null,
        "description": "The California State Military Museum houses over 33,000 artifacts as well a substantial library and archives. In addition to the main facility in Sacramento, the museum also has three satellite museums at Camp Roberts in Monterey County, Camp San Luis Obispo in San Luis Obispo County, and the Los Alamitos Joint Forces Training Base (under development) in Orange County. We also oversee non-public Regimental Rooms at the San Diego Armory and other National Guard facilities across the state.The Major General Walter P. Story Memorial Library and Research Center is one of the finest collections of military history writings in the western United States. With over 10,000 volumes and growing rapidly, the library is one of the state's hidden educational and historical treasures. Topics range from general military history to very specific and one of a kind documents, such as original unit rosters of early California Militia units. Use of the library is free.",
        "email": "library@militarymuseum.org",
        "fax": "",
        "ga": "",
        "latitude": 38.5812366,
        "longitude": -121.504735,
        "name": "California State Military Museum",
        "phone": "",
        "updated_at": "2016-06-09 11:07:02",
        "url": "http://militarymuseum.org/",
        "zip4": " 95814"
    },
    "196": {
        "address1": "2211 Garden Road",
        "address2": "",
        "ark": "ark:/13030/c8d2236m",
        "city": "Monterey",
        "county": "Monterey",
        "created_at": "2016-06-09 11:17:24",
        "custom_zoom_level": null,
        "description": "The California State Parks, Monterey District provides for the health, inspiration and education of the people of California by helping to preserve the state's extraordinary biological diversity, protecting its most valued natural and cultural resources, and creating opportunities for high-quality outdoor recreation. \r\n\r\nCalifornia Department of Parks and Recreation manages 280 park units, which contain the finest and most diverse collection of natural, cultural, and recreational resources to be found within California. These treasures are as diverse as California: From the last stands of primeval redwood forests to vast expanses of fragile desert; from the lofty Sierra Nevada to the broad sandy beaches of our southern coast; and from the opulence of Hearst Castle to the vestiges of colonial Russia.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 36.5865989,
        "longitude": -121.8581602,
        "name": "Monterey District",
        "parent": "California State Parks",
        "phone": "(831) 647-6240",
        "updated_at": "2016-06-09 11:17:24",
        "url": "http://www.parks.ca.gov/",
        "zip4": "93940"
    },
    "197": {
        "address1": "Walter W. Stiern Library",
        "address2": "60 LIB 9001 Stockdale Hwy",
        "ark": "ark:/13030/c8891bff",
        "city": "Bakersfield",
        "county": "Kern",
        "created_at": "2020-08-10 15:16:11",
        "custom_zoom_level": null,
        "description": "The Walter W. Stiern Library  opened in 1994 and is the largest building on the California State University, Bakersfield campus. The 150,000 square-foot building houses nearly half a million volumes and provides electronic access to more than 34,000 periodical titles via its hundreds of computer terminals. The Library is managed and operated by 26 staff members and faculty librarians. The Library also maintains a branch library at the CSUB Antelope Valley campus in Lancaster. The Dean of Libraries oversees all operations and services.",
        "email": "archives@csub.edu",
        "fax": "",
        "ga": "UA-104059338-1",
        "latitude": 35.3514255,
        "longitude": -119.1031573,
        "name": "California State University, Bakersfield",
        "phone": "(661) 654-3253",
        "updated_at": "2020-08-10 15:16:11",
        "url": "http://hrc.csub.edu/",
        "zip4": "93311-1022"
    },
    "198": {
        "address1": "Kellogg Library, 333 S. Twin Oaks Valley Road",
        "address2": "",
        "ark": "ark:/13030/c84j0kqq",
        "city": "San Marcos",
        "county": "San Diego",
        "created_at": "2020-07-01 09:29:16",
        "custom_zoom_level": null,
        "description": "CSU San Marcos is a comprehensive, medium-sized university. California State University San Marcos focuses on the student as an active participant in the learning process. As a Carnegie classified \"community engaged\" university, CSUSM students work closely with a faculty whose commitment to sustained excellence in teaching, research, and community partnership enhances student learning. The university offers rigorous undergraduate and graduate programs distinguished by exemplary teaching, innovative curricula, and the application of new technologies. CSUSM provides a range of services that respond to the needs of a student body with diverse backgrounds, expanding student access to an excellent and affordable education. As a public university, CSUSM grounds its mission in the public trust, alignment with regional needs, and sustained enrichment of the intellectual, civic, economic, and cultural life of our region and state.The Library is committed to providing a learning environment which supports the information needs of the CSUSM community. Our services, collections, teaching and community outreach honor and reflect diverse perspectives, learning styles and ways of knowing. With the help of innovative technologies, our staff aggressively select, acquire, provide access and deliver resources and instruction that support the lifelong learning needs of our students and community. The Library upholds and practices the principles of the CSUSM Mission Statement and the Library Bill of Rights, endorsed by the American Library Association.",
        "email": "archives@csusm.edu",
        "fax": "",
        "ga": "UA-4199304-16",
        "latitude": 33.1400311,
        "longitude": -117.1816775,
        "name": "California State University, San Marcos",
        "phone": "(760) 750-4312",
        "updated_at": "2020-07-01 09:29:16",
        "url": "https://biblio.csusm.edu/",
        "zip4": "92096-0001"
    },
    "199": {
        "address1": "145 Ninth Street, Suite 350",
        "address2": "",
        "ark": "ark:/13030/c80v8jb8",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2018-12-18 10:47:16",
        "custom_zoom_level": null,
        "description": "Memories to Light: Asian American Home Movies demonstrates the importance of collective storytelling and fosters a greater understanding of the Asian American experience. The emotional quality and authenticity of home movies combined with interactive media arts engagement has the power to engender and transcend notions of history and memory on greater communal and individual levels. Through Memories to Light: Asian American Home Movies, the power of collective memory and media will bring to life the experiences of Asian American communities in California, spanning six decades (1920s through the 1980s) of the 20th Century. This truly unique arts experience  collectively and aesthetically constructs shared social, cultural, and political representations of Asian America directly from the community itself. At the heart of this project is how collective memory can be amassed and sustained through transmedia and interactive participation.",
        "email": "sgong@caamedia.org",
        "fax": "(415) 863-7428",
        "ga": "",
        "latitude": 37.7758797,
        "longitude": -122.413879,
        "name": "Center for Asian American Media",
        "phone": "(415) 863-0814",
        "updated_at": "2018-12-18 10:47:16",
        "url": "http://caamedia.org/memoriestolight/",
        "zip4": "94103-2641"
    },
    "200": {
        "address1": "100 East Main Street",
        "address2": "",
        "ark": "ark:/13030/kt6n39s11z",
        "city": "Ventura",
        "county": "Ventura",
        "created_at": "2020-08-06 16:34:48",
        "custom_zoom_level": null,
        "description": "",
        "email": "library@venturamuseum.org",
        "fax": "(805) 653-5900",
        "ga": "UA-156015220-3 ",
        "latitude": 34.2808797,
        "longitude": -119.2994443,
        "name": "Museum of Ventura County",
        "phone": "(805) 653-0323, ext 320",
        "updated_at": "2020-08-06 16:34:48",
        "url": "http://www.venturamuseum.org/",
        "zip4": "93001"
    },
    "201": {
        "address1": "18111 Nordhoff Street",
        "address2": "",
        "ark": "ark:/13030/c8gm88bw",
        "city": "Northridge",
        "county": "Los Angeles",
        "created_at": "2024-11-21 16:44:02",
        "custom_zoom_level": null,
        "description": "",
        "email": "https://library.csun.edu/sca/contact",
        "fax": "",
        "ga": "",
        "latitude": 34.240304,
        "longitude": -118.529393,
        "name": "California State University, Northridge",
        "phone": "(818) 677-2285",
        "updated_at": "2024-11-21 16:44:02",
        "url": "",
        "zip4": "91330"
    },
    "202": {
        "address1": "7400 E Imperial Hwy",
        "address2": "",
        "ark": "ark:/13030/c8gt5sqz",
        "city": "Downey",
        "county": "Los Angeles",
        "created_at": "2018-07-19 17:31:58",
        "custom_zoom_level": null,
        "description": "LA County Library Digital Collections contain images, documents, and audiovisual materials that document the history and culture of Los Angeles County. The Library digitizes rare and unique materials from its own collections, partners with other county departments to provide access to county materials of historical interest, and collaborates with the communities it serves to create local history materials that reflect the historical experiences of Los Angeles County residents.",
        "email": "digitalprojects@library.lacounty.gov",
        "fax": "",
        "ga": "",
        "latitude": 33.9278737,
        "longitude": -118.1615609,
        "name": "LA County Library",
        "phone": "562-940-8458",
        "updated_at": "2018-07-19 17:31:58",
        "url": "http://lacountylibrary.org/",
        "zip4": "90242"
    },
    "203": {
        "address1": "155 N. Grant Street",
        "address2": "",
        "ark": "ark:/13030/c8c2520b",
        "city": "Independence",
        "county": "Inyo",
        "created_at": "2018-10-30 11:01:42",
        "custom_zoom_level": null,
        "description": "The Eastern California Museum was founded in 1928, and has been operated by the County of Inyo since 1968. The mission of the Museum is to collect, preserve, and interpret objects and information related to the cultural and natural history of Inyo County and the Eastern Sierra, from Death Valley to Mono Lake. The Museum collection is held in public trust, and a computerized database with over 15,550 records is used to manage the Museum's extensive collections. In addition to those artifacts, the Museum also houses about 27,000 historic photographs of the Eastern Sierra region, the majority of which date from the late 1800s through the 1950s. The Museum is also an outstanding resource for researchers, and typically handles about 200 requests for information or photo reprints per year. Artifacts and information are interpreted for the public through the Museum's permanent exhibits and an annual rotating, special exhibit from the collection. The Museum also maintains archives that make up the History Files, and the Family Files, both of which contain newspaper clippings, original documents, and other information about the towns, people, and subjects that have played a role in the history of Inyo County and the Eastern Sierra. The Frank M. Parcher Research Library is another excellent source of information for researchers and the general public. The Museum also presents educational programs, special events, and lectures and talks that are free and open to the public. In addition to the main Museum buildings at the Museum's Independence campus, the Eastern California Museum also maintains the historic Commander's House and Edwards House in Independence, and the Mary DeDecker Native Plant Garden on the Museum grounds. The Eastern Californian Museum, located at 155 N. Grant St. in Independence, is open daily and weekends (except major holidays) and admission is free, although donations are appreciated.",
        "email": "ecmuseum@inyocounty.us",
        "fax": "",
        "ga": "",
        "latitude": 36.8020361,
        "longitude": -118.2037019,
        "name": "Eastern California Museum",
        "phone": "(760) 878-0364",
        "updated_at": "2018-10-30 11:01:42",
        "url": "http://www.inyocounty.us/ecmsite/",
        "zip4": "93526"
    },
    "204": {
        "address1": "One Harpst Street",
        "address2": "",
        "ark": "ark:/13030/c879498m",
        "city": "Arcata",
        "county": "Humboldt",
        "created_at": "2016-06-09 14:32:05",
        "custom_zoom_level": null,
        "description": "The purpose of the Ferndale Museum, as an historical and educational museum, is to foster an appreciation and understanding of the culture and heritage of Ferndale, the lower Eel River Valley and the area as far south as the Mattole River Valley. The objectives are to be achieved through the collection, preservation and display of artifacts that pertain to or were used by the residents of the area. The museum will conduct research and publish material of historic nature for the education and interest of residents and visitors to our area.",
        "email": "FerndaleMuseum@gmail.com",
        "fax": "",
        "ga": "",
        "latitude": 40.876964,
        "longitude": -124.0791722,
        "name": "Ferndale Museum",
        "phone": "(707) 786-4466",
        "updated_at": "2016-06-09 14:32:05",
        "url": "http://www.ferndale-museum.org/",
        "zip4": "95521-8299"
    },
    "205": {
        "address1": "944 Fort Barry",
        "address2": "",
        "ark": "ark:/13030/c83n27z6",
        "city": "Sausalito",
        "county": "Marin",
        "created_at": "2016-06-09 14:41:51",
        "custom_zoom_level": null,
        "description": "Headlands Center for the Arts is a multidisciplinary, international arts center dedicated to supporting artists; the creative process; and the development of new, innovative ideas and artwork. Headlands Center for the Arts provides an unparalleled environment for the creative process and the development of new work and ideas. Through a range of programs for artists and the public, we offer opportunities for reflection, dialogue, and exchange that build understanding and appreciation for the role of art in society.\r\n\r\nWhere we are is as important as what we do. Our campus comprises a cluster of artist-rehabilitated military buildings, just north of the Golden Gate Bridge at historic Fort Barry in the Marin Headlands, a part of the Golden Gate National Recreation Area.\r\n\r\nHeadlands artists programs support artists of all disciplines—from visual artists to performers, musicians, writers, and videographers—and provide opportunities for independent and collaborative creative work. Our impact is evident in the lives and careers of the artists who have participated in our programs and the experiences of our visitors.\r\n\r\nAbout twice a month we host public events such as open houses, exhibitions, conversations, community meals, walks, and workshops. Regardless of the format, events are designed to connect visitors to art in real time.",
        "email": "info@headlands.org",
        "fax": "",
        "ga": "",
        "latitude": 37.8229719,
        "longitude": -122.5403023,
        "name": "Headlands Center for the Arts",
        "phone": "(415) 331-2787",
        "updated_at": "2016-06-09 14:41:51",
        "url": "http://www.headlands.org/",
        "zip4": "94965"
    },
    "206": {
        "address1": "703 8th St",
        "address2": "",
        "ark": "ark:/13030/c8zw1rhc",
        "city": "Eureka",
        "county": "Humboldt",
        "created_at": "2016-06-09 14:40:43",
        "custom_zoom_level": null,
        "description": "Since 1947, the Humboldt County Historical Society has worked to preserve original historical materials related to Northern California history. Our purpose is to further an understanding and appreciation of all peoples, places, events, and activities of Humboldt County and related areas. Toward this end, we focus on acquiring, preserving, interpreting, creating, and sharing historical information, and by educating and assisting others to do the same. The Historical Society archives contain photos, maps, print materials and papers that focus on the people, places and activities of Humboldt County. Unique to the Humboldt County Historical Society are over 450 collections from specific businesses, organizations and families. We also have government records and school materials covering Humboldt history from the 1850s to the present day. The items in these collections can range from business correspondence to ledger and receipt books to meeting minutes to family letters, diaries and scrapbooks.In addition to our specific collections we have a Research Library with local history books, back issues of the Humboldt Historian and general information files, a separate room dedicated to family histories and genealogy resources, a map room and a room that houses our extensive photo collection.",
        "email": "info@humboldthistory.org",
        "fax": "(707) 445-4146 ",
        "ga": "",
        "latitude": 40.8000597,
        "longitude": -124.1630719,
        "name": "Humboldt County Historical Society",
        "phone": "(707) 445-4342 ",
        "updated_at": "2016-06-09 14:40:43",
        "url": "http://www.humboldthistory.org/",
        "zip4": "95501 "
    },
    "207": {
        "address1": "168 North Edwards Street",
        "address2": "",
        "ark": "ark:/13030/c8v410sb",
        "city": "Independence",
        "county": "Inyo",
        "created_at": "2016-06-09 14:50:35",
        "custom_zoom_level": null,
        "description": "Inyo County is the home of Mount Whitney, the highest peak in the lower 48 states and Death Valley National Park, the lowest point in the United States. The Los Angeles aqueduct runs through the valley and transports water to the City of Los Angeles. The Inyo County Free Library was formed in 1913, serves a population of about 18,000, and has six branches. Inyo County stretches over 10,000 square miles. It is 240 miles and a 6 hour drive from the City of Bishop to the most southern branch in Tecopa. The Library has a rich collection of local history materials at the Central Library in Independence, the county seat.",
        "email": "inyocolib@qnet.com",
        "fax": "(760) 878-0360",
        "ga": "",
        "latitude": 36.8036122,
        "longitude": -118.1996515,
        "name": "Inyo County Free Library",
        "phone": "(760) 878-0260",
        "updated_at": "2016-06-09 14:50:35",
        "url": "http://www.inyocounty.us/library/",
        "zip4": "93526"
    },
    "208": {
        "address1": "916 Kearny Street",
        "address2": "",
        "ark": "ark:/13030/c8qc083g",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2018-01-22 17:21:24",
        "custom_zoom_level": null,
        "description": "The Kitchen Sisters (Davia Nelson & Nikki Silva) are Peabody Award winning independent producers. Their non-profit 501c3 production company is dedicated to creating public media and educational programs that work to build community through storytelling. ",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 37.79656,
        "longitude": -122.4050172,
        "name": "The Kitchen Sisters",
        "phone": "(415) 788-0290",
        "updated_at": "2018-01-22 17:21:24",
        "url": "http://www.kitchensisters.org/",
        "zip4": "94133"
    }
}