{
    "260": {
        "address1": "550 Central Avenue",
        "address2": "",
        "ark": "ark:/13030/c8m33294",
        "city": "Pacific Grove",
        "county": "Monterey",
        "created_at": "2018-09-11 14:00:20",
        "custom_zoom_level": null,
        "description": "The Pacific Grove Public Library collects, organizes, stores and displays books, maps, images, manuscripts, audio visual materials, oral histories, biography files, directories, voter registers, local newspaper clippings, ephemera, and other printed, handwritten and drawn artifacts pertaining to Pacific Grove's heritage. Due to the importance of this unique collection, appropriate preservation methods and materials are sought out and utilized.",
        "email": "referencedesk@cityofpacificgrove.org",
        "fax": "",
        "ga": "",
        "latitude": 36.6223283,
        "longitude": -121.9162878,
        "name": "Pacific Grove Public Library",
        "phone": "(831) 648-5760",
        "updated_at": "2018-09-11 14:00:20",
        "url": "",
        "zip4": "93950"
    },
    "261": {
        "address1": "5245 N Backer Ave, PB4",
        "address2": "",
        "ark": "ark:/13030/c8nv9qsf",
        "city": "Fresno",
        "county": "Fresno",
        "created_at": "2018-09-13 16:31:24",
        "custom_zoom_level": null,
        "description": "",
        "email": "",
        "fax": "(559) 278-2129",
        "ga": "UA-123950560-1",
        "latitude": 36.812722,
        "longitude": -119.7432826,
        "name": "Armenian Studies Program",
        "parent": "California State University, Fresno",
        "phone": "(559) 278-2669",
        "primary_contact": "barlowd@csufresno.edu",
        "updated_at": "2018-09-13 16:31:24",
        "url": "http://www.fresnostate.edu/artshum/armenianstudies/",
        "zip4": "93740-8001"
    },
    "262": {
        "address1": "4420 Encinas Drive",
        "address2": "",
        "ark": "ark:/13030/c84m9b3v",
        "city": "La Canada Flintridge",
        "county": "Los Angeles",
        "created_at": "2019-10-29 13:29:42",
        "custom_zoom_level": null,
        "description": "\r\nThe Lanterman House History Center and Archives collection contains audiovisual material (moving images and audio) from the 2010s. A majority of the collection consists of filmed oral interviews with current and former museum directors and archivists. Other material includes a filmed oral interview with Peter Breckheimer, a former employee of the Jet Propulsion Laboratory in Pasadena, California.",
        "email": "lantermanhouse@gmail.com",
        "fax": "",
        "ga": "",
        "latitude": 34.2046621,
        "longitude": -118.2059214,
        "name": "Lanterman House History Center and Archives",
        "phone": "(818) 790-1421",
        "updated_at": "2019-10-29 13:29:42",
        "url": "https://www.lantermanhouse.org/",
        "zip4": "91011"
    },
    "263": {},
    "264": {
        "address1": "2010 Riverside Avenue",
        "address2": "",
        "ark": "ark:/13030/c8p274n7",
        "city": "Paso Robles",
        "county": "San Luis Obispo",
        "created_at": "2018-09-26 10:00:56",
        "custom_zoom_level": null,
        "description": "The Paso Robles Pioneer Museum is a wonderful collection of visual and written history.\r\n\r\nIt is our mission to show life in a small California town during the 19th and 20th centuries.\r\n\r\nThe Museum will acquire, preserve and display interesting cultural, agricultural, commercial and other artifactsto educate and showcase what has made Paso Robles a destination throughout its history.",
        "email": "pioneermuseum@att.net",
        "fax": "",
        "ga": "",
        "latitude": 35.6354332,
        "longitude": -120.6869391,
        "name": "Paso Robles Pioneer Museum",
        "phone": "(805) 239-4556",
        "updated_at": "2018-09-26 10:00:56",
        "url": "http://www.pasoroblespioneermuseum.org/",
        "zip4": "93446"
    },
    "265": {
        "address1": "40 East Anapamu Street",
        "address2": "",
        "ark": "ark:/13030/c8j96cxh",
        "city": "Santa Barbara",
        "county": "San Mateo",
        "created_at": "2018-09-26 10:18:17",
        "custom_zoom_level": null,
        "description": "The mission statement of the Santa Barbara Public Library System is to provide information services, reading materials, and educational resources to residents of all ages from the Santa Ynez Valley to Carpinteria.\r\n\r\nThe Santa Barbara Public Library is a department of the City of Santa Barbara. Under an Agreement for Operation of a County-Wide Free Library System, in partnership with the County of Santa Barbara, the Santa Barbara Public Library also administers Library facilities and services in County branch libraries in Buellton, Solvang, Carpinteria, Montecito, Santa Ynez and Los Olivos.",
        "email": "ReferenceServices@SantaBarbaraCA.gov",
        "fax": "(805) 564-5660 ",
        "ga": "",
        "latitude": 34.4239841,
        "longitude": -119.7033243,
        "name": "Santa Barbara Public Library",
        "phone": "(805) 564-5608",
        "updated_at": "2018-09-26 10:18:17",
        "url": "https://www.santabarbaraca.gov/gov/depts/lib/default.asp",
        "zip4": "93101"
    },
    "266": {
        "address1": "950 S. Raymond Avenue",
        "address2": "",
        "ark": "ark:/13030/kt3c60193q",
        "city": "Pasadena",
        "county": "Los Angeles",
        "created_at": "2023-10-11 13:57:49",
        "custom_zoom_level": null,
        "description": "Part of the College Library, Archives serves as the collective memory of ArtCenter College of Design. Located at South Campus, Archives is the repository for official and unofficial records that document the College’s history and illuminate contributions of individuals and organizations associated with ArtCenter. Archives contains historical images, videos and material of enduring value generated by faculty, academic departments, administrative offices, students and campus organizations. Archives provides a variety of levels of access and support by making collections available to the ArtCenter community; and promoting an understanding of ArtCenter’s origins, aims and goals, as well as the development of its programs, from its founding to the present.\r\n",
        "email": "archives@artcenter.edu",
        "fax": "",
        "ga": "",
        "latitude": 34.1679612567,
        "longitude": -118.184866905,
        "name": "Archives",
        "parent": "Artcenter College of Design",
        "phone": "(626) 396-2208",
        "updated_at": "2023-10-11 13:57:49",
        "url": "http://www.artcenter.edu/about/campus/south-campus/facilities/archives.html",
        "zip4": "91105"
    },
    "267": {
        "address1": "Ayn Rand Institute",
        "address2": "2121 Alton Parkway, Suite 250 ",
        "ark": "ark:/13030/c8n303jv",
        "city": "Irvine",
        "county": "Orange",
        "created_at": "2018-10-19 16:13:52",
        "custom_zoom_level": null,
        "description": "The Ayn Rand Institute fosters a growing awareness, understanding and acceptance of Ayn Rand’s philosophy, Objectivism, in order to create a culture whose guiding principles are reason, rational self-interest, individualism and laissez-faire capitalism­­ — a culture in which individuals are free to pursue their own happiness.",
        "email": "mail@aynrand.org",
        "fax": "",
        "ga": "",
        "latitude": 33.694573,
        "longitude": -117.839698,
        "name": "Ayn Rand Archives",
        "phone": "(949) 222-6550",
        "updated_at": "2018-10-19 16:13:52",
        "url": "https://www.aynrand.org/about/archives",
        "zip4": "92606"
    },
    "268": {
        "address1": "Transportation Library and History Center",
        "address2": "1120 N Street, Room 1430 (MS-45)",
        "ark": "ark:/13030/c8h99bs4",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2018-10-19 16:23:19",
        "custom_zoom_level": null,
        "description": "The California Department of Transportation (Caltrans) Library and History Center preserves and ensures access to selected historical materials such as documents, photographs, maps, and artifacts that track the history of the Department. \r\n\r\nOral histories have been conducted and produced by Department volunteers, the Caltrans History Preservation Committee, and the District 3 History Committee since 1978. The \"Highway Recollections\" series consists of tape recordings and published transcriptions of interviews with retired engineers, highway maintenance workers, administrators, and other personnel who have shared their insights on past highway development and changes within the Department. All available recordings in this series have been digitized and are available via streaming. \r\n\r\nIn the wake of the October 17, 1989 Loma Prieta Earthquake, Caltrans commissioned an oral history project to document the personal and professional experiences of 258 Caltrans employees who worked to restore the State's damaged transportation system. Caltrans staff in District 4 initiated the “Loma Prieta” project. It was organized quickly and informally with interviews completed within three months of the earthquake while their memories were fresh. The interviews cover a cross section of job titles and geographic areas to better illustrate the size and scope of the disaster. \r\n\r\nCurrently, only a small portion of the original 258 interviews have been digitalized, but Caltrans library currently is working in partnership with the California Audiovisual Preservation Project (CAVPP) to digitalize all the recordings. ",
        "email": "library@dot.ca.gov",
        "fax": "",
        "ga": "",
        "latitude": 38.574939,
        "longitude": -121.493388,
        "name": "California Department of Transportation (Caltrans)",
        "phone": "(916) 654-4601",
        "updated_at": "2018-10-19 16:23:19",
        "url": "http://www.dot.ca.gov/library/",
        "zip4": "95814"
    },
    "269": {
        "address1": "3801 West Temple Ave.",
        "address2": "",
        "ark": "ark:/13030/c8th8nbh",
        "city": "Pomona",
        "county": "Los Angeles",
        "created_at": "2018-10-19 16:49:01",
        "custom_zoom_level": null,
        "description": "California State Polytechnic University, Pomona, Special Collections and Archives collect, organize, preserve, and make available Cal Poly Pomona's rare books and archival collections. The collections center around themes relevant to the mission of the university and are available for use by all interested users including students, faculty, staff, and the general research community. Special Collections and University Archives actively acquires new materials on a regular basis in our subject strengths. We house the University Archives, the Wine and Wine Industry Collection, the First Edition Collection, the John Gill Modern Poetry Collection, and other library collections and rare materials needing specialized care.",
        "email": "speccollections@cpp.edu",
        "fax": "",
        "ga": "UA-18522228-4",
        "latitude": 34.0499748736,
        "longitude": -117.815129757,
        "name": "Special Collections and Archives",
        "parent": "California State Polytechnic University, Pomona",
        "phone": "(909) 869-3775",
        "updated_at": "2018-10-19 16:49:01",
        "url": "https://www.cpp.edu/~library/special-collections/index.shtml",
        "zip4": "91768"
    },
    "270": {
        "address1": "3301 E. 12th Street",
        "address2": "Suite 271",
        "ark": "ark:/13030/c8vm4jtc",
        "city": "Oakland",
        "county": "Alameda",
        "created_at": "2018-10-22 08:54:11",
        "custom_zoom_level": null,
        "description": "The César E. Chávez Branch Library, formerly the Latin American Library Branch, was founded in 1966. It was one of the first public libraries in the United States to offer services and materials in Spanish, and was the first branch library exclusively dedicated to the Spanish-speaking community in the United States. The branch opened at its current site in the Fruitvale Transit Village in February 2004. The César E. Chávez Branch is fully bilingual offering information services and collections in Spanish and English.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 37.77567,
        "longitude": -122.224682,
        "name": "César E. Chávez Branch",
        "parent": "Oakland Public Library",
        "phone": "(510) 535-5620",
        "updated_at": "2018-10-22 08:54:11",
        "url": "http://oaklandlibrary.org/locations/cesar-e-chavez-branch",
        "zip4": "94601"
    },
    "271": {
        "address1": "840 N. Indian Hill Blvd.",
        "address2": "",
        "ark": "ark:/13030/c8kw5kb5",
        "city": "Claremont",
        "county": "Los Angeles",
        "created_at": "2023-10-18 10:24:31",
        "custom_zoom_level": null,
        "description": "Claremont Heritage's mission is to advance, preserve and celebrate the historic, architectural, natural and cultural resources of our community through collaboration, education and advocacy.\r\n\r\nClaremont Heritage, a non-profit, inclusive, community-oriented membership organization, is the city’s largest membership organization devoted to the preservation of the history and historic character of Claremont. \r\n\r\nWe:\r\nArchive and share Claremont artifacts, oral histories, historic properties and tree surveys, maps and photos.\r\nOffer tours, lectures, films and workshops for school children, community groups, and the general public.\r\nSupport individual homeowners, Claremont city staff, architects, landscape and interior designers, contractors, developers and realtors by providing access to historical and archival information.\r\nRecognize and celebrate individuals and organizations that have made significant contributions to preservation of Claremont’s historical resources and cultural heritage.\r\n\r\nIn these ways, we seek to communicate to residents and visitors the qualities that make our city unique and to promote the value of preserving our neighborhoods, cultural resources, the built and natural environments and their histories.",
        "email": "info@claremontheritage.org ",
        "fax": "(909) 621-9995",
        "ga": "UA-59346804-1",
        "latitude": 34.1024243,
        "longitude": -117.7195767,
        "name": "Claremont Heritage",
        "phone": "(909) 621-0848",
        "updated_at": "2023-10-18 10:24:31",
        "url": "http://www.claremontheritage.org/",
        "zip4": "91711"
    },
    "272": {
        "address1": "5515 Franklin Avenue",
        "address2": "",
        "ark": "ark:/13030/c8m332bk",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2020-10-27 14:15:27",
        "custom_zoom_level": null,
        "description": "The Corita Art Center, a project of the Immaculate Heart Community, preserves and promotes Corita Kent's art, teaching, and passion for social justice. Today, the Corita Art Center facilitates exhibitions by lending artwork all over the world, oversees image and merchandising rights, sells Corita’s remaining original prints, and serves as a resource of information about her life and work.\r\n",
        "email": "info@corita.org",
        "fax": "",
        "ga": "",
        "latitude": 34.106191,
        "longitude": -118.310743,
        "name": "Corita Art Center",
        "phone": "(323) 450–4650",
        "updated_at": "2020-10-27 14:15:27",
        "url": "http://corita.org/",
        "zip4": "90028"
    },
    "273": {
        "address1": "1500 N College Avenue ",
        "address2": "",
        "ark": "ark:/13030/c8pv6rxt",
        "city": "Claremont",
        "county": "Los Angeles",
        "created_at": "2021-01-27 10:02:11",
        "custom_zoom_level": null,
        "description": "California Botanic Garden is the largest botanic garden dedicated to California native plants, promoting botany, conservation and horticulture to inspire, inform and educate the public and scientific community about California's native flora. The Garden is a living museum with curated collections of more than 22,000 California native plants, some of which are rare or endangered. Spread across 86 acres in Claremont, California, the Garden is located approximately 35 miles east of Los Angeles. The Garden displays about 2000 taxa of California plants and includes those native to the California Floristic Province.",
        "email": "info@calbg.org",
        "fax": "(909) 626-7670",
        "ga": "",
        "latitude": 34.116024,
        "longitude": -117.71907,
        "name": "California Botanic Garden",
        "phone": "(909) 625-8767",
        "updated_at": "2021-01-27 10:02:11",
        "url": "https://www.calbg.org/",
        "zip4": "91711"
    },
    "274": {
        "address1": "500 El Camino Real",
        "address2": "",
        "ark": "ark:/13030/c8057nhg",
        "city": "Santa Clara",
        "county": "Santa Clara",
        "created_at": "2018-10-23 12:53:52",
        "custom_zoom_level": null,
        "description": "The de Saisset Museum stands at the heart of Santa Clara University's campus, adjacent to Mission Santa Clara de Asís. Founded in 1955, it is the only free museum of art and history in the South Bay, and is one of only three museums in Silicon Valley to hold accreditation from the American Alliance of Museums. Operated by Santa Clara University, the de Saisset Museum is funded by the University, de Saisset family trust, membership, and donations. \r\n\r\nThe de Saisset Museum houses an extensive collection numbering more than 12,500 objects. The museum's Art collection includes painting and sculpture, works on paper and photography, new media, and decorative arts. The History collection is divided into two main areas: California History and Mission-era liturgical vestments. Since its founding in 1955, the museum has developed large and encyclopedic holdings, covering a wide range of art historical periods and styles. Although the museum is committed to caring for every piece in its collection, current collecting activity is predominantly focused on works by contemporary California artists. ",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 37.347604,
        "longitude": -121.939359,
        "name": "de Saisset Museum",
        "parent": "Santa Clara University",
        "phone": "(408) 554-6877",
        "updated_at": "2018-10-23 12:53:52",
        "url": "https://www.scu.edu/desaisset/",
        "zip4": "95053"
    },
    "275": {
        "address1": "660 Barrows Hall #2572",
        "address2": "",
        "ark": "ark:/13030/c8vd751k",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2018-10-23 13:13:48",
        "custom_zoom_level": null,
        "description": "The Department of African American Studies is an intellectual community committed to producing, refining and advancing knowledge of Black people in the United States, the Caribbean, Latin America, Europe and Africa. A key component of our mission is to interrogate the meanings and dimensions of slavery and colonialism, and their continuing political, social and cultural implications.\r\n\r\nWe fully embrace the notion that a public institution can lead in shaping and defining disciplines, not just teaching them. We contribute to this mission by investing in a strong faculty and talented and ambitious graduate students from a variety of backgrounds. Our faculty is drawn from disciplines as diverse as anthropology, cultural studies, linguistics, literature, history, sociology, performance, and education. But we are not simply a collection of experts from traditional disciplines; we are united by a relentless commitment to pushing the boundaries of knowledge through excellence in scholarship and pedagogy that are at once interdisciplinary and innovative.",
        "email": "africam@berkeley.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.870065,
        "longitude": -122.2577,
        "name": "Department of African American Studies",
        "parent": "UC Berkeley",
        "phone": "(510) 642-7084",
        "updated_at": "2018-10-23 13:13:48",
        "url": "https://africam.berkeley.edu/",
        "zip4": "94720"
    },
    "276": {
        "address1": "230 N First St",
        "address2": "",
        "ark": "ark:/13030/c8qn6db9",
        "city": "Dixon",
        "county": "Solano",
        "created_at": "2018-10-23 13:30:43",
        "custom_zoom_level": null,
        "description": "The Dixon Public Library Archives serves as the repository for photos, documents and original artifacts relating to the local history of Dixon.",
        "email": "archives@dixonlibrary.com  ",
        "fax": "",
        "ga": "",
        "latitude": 38.446891,
        "longitude": -121.822101,
        "name": "Dixon Public Library",
        "phone": "(707) 678-5447",
        "updated_at": "2018-10-23 13:30:43",
        "url": "https://www.dixonlibrary.com/",
        "zip4": "95620"
    },
    "277": {
        "address1": "1939 Addison Street",
        "address2": "",
        "ark": "ark:/13030/c8kw5nmk",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2018-10-23 13:41:18",
        "custom_zoom_level": null,
        "description": "East Bay Media Center has been serving the Bay Area community for 38 years providing media education services and training by its Emmy and Peabody Award-winning producers.\r\n\r\nEBMC is the home of one of northern California's largest independent video and film festivals, the BERKELEY VIDEO & FILM FESTIVAL, now in it's 27th year, provides a powerful platform for diverse storytelling, with a rich array of documentaries, narrative, experimental, animation, shorts and exclusive screenings of Film School Shorts by USC's School of Cinematic Arts.\r\n\r\nEBMC is dedicated to providing the resources for affordable access to technologies that enhance and empower independent producers in our community. EBMC serves the Non-Profit East Bay Community, UC Berkeley, Community Colleges, Independent Producers and Students.",
        "email": "maketv@aol.com",
        "fax": "",
        "ga": "",
        "latitude": 37.871059,
        "longitude": -122.271168,
        "name": "East Bay Media Center",
        "phone": "(510) 843-3699",
        "updated_at": "2018-10-23 13:41:18",
        "url": "http://www.eastbaymediacenter.com/",
        "zip4": "94704"
    },
    "278": {
        "address1": "1615 Hopkins Street",
        "address2": "",
        "ark": "ark:/13030/c8t15866",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2022-06-06 11:21:06",
        "custom_zoom_level": null,
        "description": "The Freedom Archives is a non-profit educational archive located in San Francisco dedicated to the preservation and dissemination of historical audio, video, and print materials documenting progressive movements and culture from the 1960s to the 1990s. Offering a youth development program focused on engagement with these historical materials and providing media production training, we also produce original documentaries and educational resources for use by schools and organizations as tools for community building and social justice work.  \r\n\r\nThe materials housed at the Freedom Archives—over 12,000 hours of audio and video recordings—include: weekly news, poetry, music programs; in-depth interviews and reports on social and cultural issues; numerous voices from behind prison walls and recordings of diverse demonstrations and activists. We are also in the process of scanning and cataloging thousands of historical documents, pamphlets, journals, newspapers, and other print materials from many radical organizations and movements which enrich our media holdings. The digitized materials in our archives are free for use and constitute a compelling record of 50 years of recorded sound, images and cultural diversity. The collections are an invaluable resource for young people and students, teachers, diverse community organizations, filmmakers, activists, historians, artists, media outlets, and researchers.  \r\n\r\nIn order to maintain our values and our commitment to illuminating marginalized voices and uplifting stories of resistance, the Freedom Archives does not take any money from government or corporate sources and our budget is comprised of small grants, family funds, and— most importantly—individual donations. ",
        "email": "info@freedomarchives.org",
        "fax": "",
        "ga": "UA-93102344-1",
        "latitude": 37.7645115,
        "longitude": -122.4221452,
        "name": "Freedom Archives",
        "phone": "(415) 863-9977",
        "updated_at": "2022-06-06 11:21:06",
        "url": "http://www.freedomarchives.org/",
        "zip4": "94707"
    },
    "279": {
        "address1": "P.O. Box 800",
        "address2": "Mission St & 6th Ave",
        "ark": "ark:/13030/c8g73m9w",
        "city": "Carmel-by-the-Sea",
        "county": "Monterey",
        "created_at": "2019-08-07 11:28:30",
        "custom_zoom_level": null,
        "description": "",
        "email": "hml.localhist@gmail.com",
        "fax": "",
        "ga": "UA-4427685-6",
        "latitude": 36.555488,
        "longitude": -121.923308,
        "name": "Harrison Memorial Library",
        "phone": "(831) 624-1615 ",
        "updated_at": "2019-08-07 11:28:30",
        "url": "https://ci.carmel.ca.us/library",
        "zip4": "93921"
    },
    "280": {
        "address1": "696 Monterey Street",
        "address2": "",
        "ark": "ark:/13030/c84j0hbz",
        "city": "San Luis Obispo",
        "county": "San Luis Obispo",
        "created_at": "2018-10-24 11:10:10",
        "custom_zoom_level": null,
        "description": "A successor organization to the San Luis Obispo County Historical Society, the History Center of San Luis Obispo's mission is to promote the understanding and appreciation of San Luis Obispo County’s historical and cultural heritage. The History Center collects, preserves, and exhibits historic artifacts, records, images, and documents and provides access to its collections in both traditional and digital forms for research, study, and educational purposes. The History Center cooperates with other regional organizations and promotes their goals and programs.",
        "email": "info@historycenterslo.org ",
        "fax": "",
        "ga": "UA-21201662-1",
        "latitude": 35.2801155,
        "longitude": -120.6649954,
        "name": "History Center of San Luis Obispo County",
        "phone": "(805) 534-0638",
        "updated_at": "2018-10-24 11:10:10",
        "url": "http://historycenterslo.org/",
        "zip4": "93401"
    },
    "281": {
        "address1": "The California Preservation Program, California State Library",
        "address2": "900 N Street",
        "ark": "ark:/13030/c86q23tc",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2018-12-06 16:11:55",
        "custom_zoom_level": null,
        "description": "This archive contains the recordings of the late John Morearty, a Northern California peace activist and organizer. The VHS videotapes being digitized contain community media: a weekly cable access talk show, \"Talking it Through With John Morearty: Dialogues on War and Peace\", that John produced along with the Peace & Justice Network of San Joaquin County during the 1990s and 2000s.\r\n\r\n\"Talking it Through\" discussed local, regional, and state electoral politics, California prison reform, county education initiatives, local arts and culture, Delta water use and other local environmental issues, and other San Joaquin County topics that P&JN felt were not covered in corporate-owned mass media.\r\n\r\nMorearty also served as videographer for other Stockton community events, so the tapes also contain recordings of many other local community events, including protests, lectures, and music performances.",
        "email": "team@californiarevealed.org",
        "fax": "",
        "ga": "",
        "latitude": 38.575783,
        "longitude": -121.496334,
        "name": "John Morearty Archive",
        "phone": "(916) 653-5074",
        "updated_at": "2018-12-06 16:11:55",
        "url": "https://californiarevealed.org/",
        "zip4": "95814"
    },
    "282": {
        "address1": "P.O. Box 1255",
        "address2": "",
        "ark": "ark:/13030/c82z1c32",
        "city": "Rosamond",
        "county": "Kern",
        "created_at": "2019-11-25 11:00:45",
        "custom_zoom_level": null,
        "description": "The Kern Antelope Historical Society is dedicated to keeping the rich and varied history of the Antelope Valley, which includes parts of Los Angeles and Kern counties, alive and remembered for future generations.\r\n\r\nThe society was established in 1959 for the purpose of learning and preserving the history of California, especially the Mojave Desert area north of the city of Los Angeles. Also known as the High Desert region.\r\n\r\nThe subjects of our monthly meetings range from Indians of the past to the Space Age.  Guest speakers with vast knowledge of the valley’s history offer to share their experiences.",
        "email": "info@kahs1959.org",
        "fax": "",
        "ga": "",
        "latitude": 34.866298,
        "longitude": -118.193672,
        "name": "Kern Antelope Historical Society",
        "phone": "",
        "updated_at": "2019-11-25 11:00:45",
        "url": "http://kahs1959.org/",
        "zip4": "93560"
    },
    "283": {
        "address1": "307 Cliff Drive ",
        "address2": "",
        "ark": "ark:/13030/c8z60vmp",
        "city": "Laguna Beach",
        "county": "Orange",
        "created_at": "2018-10-24 13:50:26",
        "custom_zoom_level": null,
        "description": "Laguna Art Museum is the museum of California art. It collects, cares for, and exhibits works of art that were created by California artists or represent the life and history of the state. Unlike any other museum in the state, it collects California art and only California art, and ranges across all periods and styles, nineteenth-century to present-day.",
        "email": "info@lagunaartmuseum.org",
        "fax": "",
        "ga": "",
        "latitude": 33.543474,
        "longitude": -117.788331,
        "name": "Laguna Art Museum",
        "phone": "(949) 494-8971",
        "updated_at": "2018-10-24 13:50:26",
        "url": "https://lagunaartmuseum.org/",
        "zip4": "92651"
    },
    "284": {
        "address1": "Murphy Smith Bungalow",
        "address2": "278 Ocean Avenue",
        "ark": "ark:/13030/c8959q5c",
        "city": "Laguna Beach",
        "county": "Orange",
        "created_at": "2018-10-30 10:20:54",
        "custom_zoom_level": null,
        "description": "The Laguna Beach Historical Society collects, archives, and shares materials about Laguna Beach history. \r\n\r\nThe Laguna Beach Historical Society is an all-volunteer non-profit civic organization dedicated to:\r\n\r\n• Collecting and preserving Laguna Beach's historical materials\r\n• Disseminating these materials to interested individuals",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 33.543658,
        "longitude": -117.783656,
        "name": "Laguna Beach Historical Society",
        "phone": "(949) 497-6834",
        "updated_at": "2018-10-30 10:20:54",
        "url": "http://www.lagunabeachhistory.org/",
        "zip4": "92651"
    },
    "285": {
        "address1": "200 W. Broadway",
        "address2": "",
        "ark": "ark:/13030/c85d8zfn",
        "city": "Long Beach",
        "county": "Los Angeles",
        "created_at": "2023-10-12 11:36:09",
        "custom_zoom_level": null,
        "description": "The Long Beach Public Library (LBPL) has provided free and equal access to information, education, innovation, and community since 1896. For over 125 years, LBPL has grown to encompass 12 unique library locations across our diverse city and we continue to provide access to essential services and amenities that enrich our neighborhoods and empower our visitors.    \r\n",
        "email": "lbpl_comments@lbpl.org",
        "fax": "(562) 570-7408",
        "ga": "",
        "latitude": 33.76881,
        "longitude": -118.194401,
        "name": "Long Beach Public Library",
        "phone": "(562) 570-7500",
        "updated_at": "2023-10-12 11:36:09",
        "url": "https://www.longbeach.gov/library",
        "zip4": "90802 "
    },
    "286": {
        "address1": "Balch Art Research Library",
        "address2": "5905 Wilshire Blvd.",
        "ark": "ark:/13030/kt5q2nf3wh",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2024-04-15 16:23:57",
        "custom_zoom_level": null,
        "description": "Since its inception in 1965, the Los Angeles County Museum of Art (LACMA) has been devoted to collecting works of art that span both history and geography, in addition to representing Los Angeles's uniquely diverse population. Today LACMA is the largest art museum in the western United States, with a collection that includes nearly 130,000 objects dating from antiquity to the present, encompassing the geographic world and nearly the entire history of art. Among the museum’s strengths are its holdings of Asian art, Latin American art, ranging from pre-Columbian masterpieces to works by leading modern and contemporary artists; and Islamic art, of which LACMA hosts one of the most significant collections in the world. A museum of international stature as well as a vital part of Southern California, LACMA shares its vast collections through exhibitions, public programs, and research facilities that attract over a million visitors annually, in addition to serving millions through digital initiatives, such as online collections, scholarly catalogues, and interactive engagement at lacma.org. Situated in Hancock Park on over 20 acres in the heart of Los Angeles, LACMA is located between the ocean and downtown.",
        "email": "library@lacma.org",
        "fax": "",
        "ga": "",
        "latitude": 34.0622074,
        "longitude": -118.3578161,
        "name": "Los Angeles County Museum of Art",
        "phone": "(323) 857-6118",
        "updated_at": "2024-04-15 16:23:57",
        "url": "http://www.lacma.org/",
        "zip4": "90036"
    },
    "287": {
        "address1": "Library & Academic Resource Center",
        "address2": "5800 Fulton Avenue",
        "ark": "ark:/13030/c81n86q9",
        "city": "Valley Glen",
        "county": "Los Angeles",
        "created_at": "2018-10-30 10:45:01",
        "custom_zoom_level": null,
        "description": "The Los Angeles Valley College Historical Museum was founded in 1975 by Dr. James Dodson. The mission of the Museum is to collect, preserve, and promote historical artifacts as it relates to the history of the San Fernando Valley. ",
        "email": "liux@lavc.edu",
        "fax": "",
        "ga": "",
        "latitude": 34.175777,
        "longitude": -118.420312,
        "name": "Los Angeles Valley College Historical Museum",
        "phone": "(818) 947-2373",
        "updated_at": "2018-10-30 10:45:01",
        "url": "https://www.lavc.edu/museum/index.aspx",
        "zip4": ""
    },
    "288": {
        "address1": "Mammoth Museum at the Hayden Cabin",
        "address2": "5489 Sherwin Creek Rd.",
        "ark": "ark:/13030/c8s46zkh",
        "city": "Mammoth Lakes",
        "county": "Mono",
        "created_at": "2018-10-30 11:20:10",
        "custom_zoom_level": null,
        "description": "",
        "email": "info@mammothmuseum.org",
        "fax": "",
        "ga": "",
        "latitude": 37.628545,
        "longitude": -118.94766,
        "name": "Southern Mono Historical Society",
        "phone": "(760) 934-6918",
        "updated_at": "2018-10-30 11:20:10",
        "url": "https://mammothmuseum.org/",
        "zip4": "93546"
    },
    "289": {
        "address1": "Balboa Park, Plaza de Panama",
        "address2": "1439 El Prado",
        "ark": "ark:/13030/c8ng4x72",
        "city": "San Diego",
        "county": "San Diego",
        "created_at": "2019-05-06 12:11:03",
        "custom_zoom_level": null,
        "description": "",
        "email": "website@mingei.org",
        "fax": "(619) 239-0605",
        "ga": "",
        "latitude": 32.731082,
        "longitude": -117.151049,
        "name": "Mingei International Museum",
        "phone": "(619)-239-0003",
        "updated_at": "2019-05-06 12:11:03",
        "url": "https://mingei.org/",
        "zip4": "92101"
    },
    "290": {
        "address1": "Boronda Adobe History Center",
        "address2": "333 Boronda Road",
        "ark": "ark:/13030/c8hq45hq",
        "city": "Salinas",
        "county": "Santa Cruz",
        "created_at": "2018-10-30 11:39:12",
        "custom_zoom_level": null,
        "description": "Founded in 1933, and incorporated in 1955, the Monterey County Historical Society is a non-profit organization dedicated to the ongoing preservation of our own past. The Society is responsible for a massive collection of family, city and county archival materials. These rare and valuable documents are housed in our temperature and humidity controlled archival vault. Scholars, authors, students, attorneys and the public are using these historical documents for research purposes at an ever-increating rate.\r\n\r\nTo better serve the public, the Society is in the process of building an agricultural museum and research center that will make a significant contribution to our county in the field of education of our youth and outreach to the public. The primary emphasis of this facility will be on the cultures and the people who made this area what it is today.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 36.701035,
        "longitude": -121.679305,
        "name": "Monterey County Historical Society",
        "phone": "(831) 757-8085",
        "updated_at": "2018-10-30 11:39:12",
        "url": "http://mchsmuseum.com/salinas/",
        "zip4": "93907"
    },
    "291": {
        "address1": "701 S. Main Street",
        "address2": "",
        "ark": "ark:/13030/c8cz3drj",
        "city": "Lone Pine",
        "county": "Inyo",
        "created_at": "2018-10-30 12:53:30",
        "custom_zoom_level": null,
        "description": "",
        "email": "wrangler@lonepinefilmhistorymuseum.org",
        "fax": "",
        "ga": "",
        "latitude": 36.60088,
        "longitude": -118.06168,
        "name": "Museum of Western Film History",
        "phone": "(760) 876-9909",
        "updated_at": "2018-10-30 12:53:30",
        "url": "https://www.museumofwesternfilmhistory.org/",
        "zip4": "93545"
    },
    "292": {
        "address1": "PO Box 10527",
        "address2": "",
        "ark": "ark:/13030/c8862p1j",
        "city": "Napa",
        "county": "Napa",
        "created_at": "2018-10-30 13:01:08",
        "custom_zoom_level": null,
        "description": "The mission of the Napa County Historical Society is to discover and keep history alive through exhibits, lectures, and events, as well as research, publications, and educational activities. We are a membership-based archival and educational organization dedicated to the discovery, preservation and presentation of the people and history of Napa County and its place in California history.\r\n\r\nNapa County Historical Society was founded in May 1948 by locals passionate about preserving local history. In the late 1970s, then Executive Director Jess Doud secured the Goodman Library to house their ever-expanding historical research library, as well as for use in displays, exhibits, and educational programs.",
        "email": "info@napahistory.org",
        "fax": "",
        "ga": "",
        "latitude": 38.298119,
        "longitude": -122.28706,
        "name": "Napa County Historical Society",
        "phone": "(707)-224-1739",
        "updated_at": "2018-10-30 13:01:08",
        "url": "http://wordpress.napahistory.org/",
        "zip4": "94581"
    },
    "293": {
        "address1": "Gellert Library",
        "address2": "1500 Ralston Ave",
        "ark": "ark:/13030/c84f1x9t",
        "city": "Belmont",
        "county": "San Mateo",
        "created_at": "2018-12-12 17:03:55",
        "custom_zoom_level": null,
        "description": "Established in 1851, Notre Dame de Namur University (NDNU) is the third oldest college in California. NDNU is a Catholic, not-for-profit, coeducational university, located on the San Francisco peninsula in Silicon Valley. With more than 1,700 students from 32 states and 28 different countries, NDNU exposes students to broad interests and perspectives through others with diverse backgrounds",
        "email": "library@ndnu.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.518105,
        "longitude": -122.284891,
        "name": "Notre Dame de Namur University",
        "phone": "(650) 508-3748",
        "updated_at": "2018-12-12 17:03:55",
        "url": "http://library.ndnu.edu/home",
        "zip4": "94002"
    },
    "294": {
        "address1": "475 Homer Avenue",
        "address2": "",
        "ark": "ark:/13030/c80p15kg",
        "city": "Palo Alto",
        "county": "Santa Clara",
        "created_at": "2018-10-30 13:20:53",
        "custom_zoom_level": null,
        "description": "",
        "email": "info@womansclubofpaloalto.org",
        "fax": "",
        "ga": "",
        "latitude": 37.445936,
        "longitude": -122.155831,
        "name": "Palo Alto Woman's Club",
        "phone": "(650) 321-5821",
        "updated_at": "2018-10-30 13:20:53",
        "url": "http://womansclubofpaloalto.org/",
        "zip4": "94301"
    },
    "295": {
        "address1": "400 Nevin Avenue",
        "address2": "",
        "ark": "ark:/13030/c8vx0p36",
        "city": "Richmond",
        "county": "Contra Costa",
        "created_at": "2018-10-30 13:57:12",
        "custom_zoom_level": null,
        "description": "The Richmond Museum Association is a charitable organization dedicated to preserving the diverse history of the greater Richmond, California area. Education programs, interpretive exhibits, a permanent collection of artifacts related to local history connect the past to the present and bring history to life. Local history is important in Richmond because it shows extraordinary feats have been accomplished here and inspires us to achieve the same in our lives. ",
        "email": "info@richmondmuseum.org ",
        "fax": "",
        "ga": "",
        "latitude": 37.936584,
        "longitude": -122.365333,
        "name": "Richmond Museum of History",
        "phone": "(510) 235-7387  ",
        "updated_at": "2018-10-30 13:57:12",
        "url": "https://richmondmuseum.org/",
        "zip4": "94801"
    },
    "296": {
        "address1": "5757 Wilshire Blvd #PH1",
        "address2": "",
        "ark": "ark:/13030/c8r78msj",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2018-10-30 14:39:02",
        "custom_zoom_level": null,
        "description": "The SAG-AFTRA Foundation is a 501(c)(3) non-profit organization that provides vital assistance and free educational programming to the professionals of SAG-AFTRA while serving the public at large through its signature children’s literacy program, Storyline Online. The Foundation relies solely on support from gifts, grants, and sponsorships to maintain its free programs.",
        "email": "info@sagaftra.org",
        "fax": "",
        "ga": "",
        "latitude": 34.062967,
        "longitude": -118.353515,
        "name": "SAG-AFTRA Foundation",
        "phone": "(323) 549-6708",
        "updated_at": "2018-10-30 14:39:02",
        "url": "https://sagaftra.foundation/",
        "zip4": "90036"
    },
    "297": {
        "address1": "105 Seminary Road",
        "address2": "",
        "ark": "ark:/13030/c8dz0dwh",
        "city": "San Anselmo",
        "county": "Marin",
        "created_at": "2018-10-30 14:48:03",
        "custom_zoom_level": null,
        "description": "As the only Presbyterian Church (U.S.A.) seminary in the West, San Francisco Theological Seminary (SFTS) reinvents education for ministry through unparalleled innovation, rigorous scholarship, and a tradition of commitment to spirituality and social justice ministry in the Christian faith.\r\n\r\nThe archives document the seminary,  founded in San Francisco in 1871 and moved to Marin County in 1892, and the activities of its alumni.  \r\n",
        "email": "sftslibrary@sfts.edu",
        "fax": "",
        "ga": "UA-79834309-1",
        "latitude": 37.9695926,
        "longitude": -122.5648069,
        "name": "San Francisco Theological Seminary",
        "phone": "(415) 451-2848 ",
        "updated_at": "2018-10-30 14:48:03",
        "url": "https://sfts.edu/students/libraries/",
        "zip4": "94960"
    },
    "298": {
        "address1": "11793 North Micke Grove Road",
        "address2": "",
        "ark": "ark:/13030/tf1f59p2n6",
        "city": "Lodi",
        "county": "San Joaquin",
        "created_at": "2020-01-08 17:24:49",
        "custom_zoom_level": null,
        "description": "The San Joaquin County Historical Society preserves and interprets the county's history.\r\n\r\nThe Historical Society provides educational experiences that showcase the county's traditions of ingenuity, innovation, and invention -- with emphasis on San Joaquin county's singular contributions in agriculture -- to promote community pride, continued learning, and an appreciation of regional history among county residents and visitors.\r\n\r\nThe San Joaquin County Historical Society accomplishes its mission on behalf of the County of San Joaquin by:\r\n\t• Preserving historic buildings, documents, and objects;\r\n\t• Operating the San Joaquin County Historical Museum;\r\n\t• Presenting exhibits and programs; and\r\n\t• Developing and disseminating publications and media.",
        "email": "info@sanjoaquinhistory.org",
        "fax": "",
        "ga": "",
        "latitude": 38.0793115082,
        "longitude": -121.272497177,
        "name": "San Joaquin County Historical Society and Museum",
        "phone": "(209) 331-2055 ",
        "updated_at": "2020-01-08 17:24:49",
        "url": "http://www.sanjoaquinhistory.org/",
        "zip4": "95241"
    },
    "299": {
        "address1": "995 Palm Street",
        "address2": "",
        "ark": "ark:/13030/c83f4w6w",
        "city": "San Luis Obispo",
        "county": "San Luis Obispo",
        "created_at": "2018-10-31 11:44:26",
        "custom_zoom_level": null,
        "description": "The mission of the San Luis Obispo County Library is to provide materials and services to people seeking knowledge, lifelong learning, and recreation, as well as to ensure that all patrons of the library may use those materials and services to the maximum extent possible.\r\n\r\nThe San Luis Obispo County Library was established in 1919 under authority of the County Free Library Act. The Library is a San Luis Obispo County department operating under the authority of the County Board of Supervisors. Today the library provides service to residents of 6 of the 7 incorporated cities and the unincorporated areas of San Luis Obispo County, a service area that extends over 3,000 square miles. The Library offers circulation of books, magazines, newspapers, government publications, and other special publications, and also offers downloadable media of all types.",
        "email": "oostaff@slolibrary.org",
        "fax": "",
        "ga": "",
        "latitude": 35.282272,
        "longitude": -120.662209,
        "name": "San Luis Obispo County Library",
        "phone": "(805) 781-5989",
        "updated_at": "2018-10-31 11:44:26",
        "url": "https://www.slolibrary.org/",
        "zip4": "93401"
    },
    "300": {
        "address1": "910 South Main Street",
        "address2": "",
        "ark": "ark:/13030/c8zp4cp4",
        "city": "Yreka",
        "county": "Siskiyou",
        "created_at": "2018-10-31 11:54:11",
        "custom_zoom_level": null,
        "description": "The Siskiyou County Museum was built in 1950 by the County with the goal of preserving the history of the area for future generations. From its humble beginnings the Siskiyou County Museum has grown from a collection of articles donated by the descendants of early pioneers and dedicated members of the first Historical Society members, to its present facility with exhibit galleries and an Outdoor Museum that displays original and recreated buildings from all over Siskiyou County.\r\n\r\nThe museum's mission is to collect, preserve, interpret and disseminate the history of Siskiyou County, and in some cases the state of California as it relates to the local region.",
        "email": "SCMuseum@co.siskiyou.ca.us",
        "fax": "",
        "ga": "",
        "latitude": 41.723855,
        "longitude": -122.63843,
        "name": "Siskiyou County Museum",
        "phone": "(530) 842-3836",
        "updated_at": "2018-10-31 11:54:11",
        "url": "http://www.co.siskiyou.ca.us/page/siskiyou-county-museum",
        "zip4": "96097"
    },
    "301": {
        "address1": "Presentation Archives",
        "address2": "2340 Turk Blvd.",
        "ark": "ark:/13030/c8pr7wn7",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2023-02-28 16:27:59",
        "custom_zoom_level": null,
        "description": "The Sisters of the Presentation's archival collections reflect the institutional history of the Sisters of Presentation and their various individual ministries since the time of their foundation in San Francisco, California in 1854 up to the present day.  The unique historical materials reflect the sisters’ participation in these ministries and that of their relationship to those served through these ministries.\r\n\r\nCollections spanning the years since 1854 document the sisters’ lives and their ministries in California, New Mexico and Washington; and on sisters’ ministries in response to Vatican II, including mission work in Mexico and Guatemala, and their involvement in social justice issues.  Administrative records include minutes of general councils, chapter assemblies and various committees, including national and international groups. Additional collections include artifacts such as objects from convent life; photographs; scrapbooks; and audiovisual materials.\r\n\r\nAreas of research include genealogy, the histories of women in Catholicism, education, Irish-Americans, American Catholicism, and the history of San Francisco. Other areas of research include social justice, spirituality, religious formation, and religious life. ",
        "email": "presarchives@pbvmsf.org",
        "fax": "(415) 422-5026",
        "ga": "UA-33528431-1",
        "latitude": 37.7787880227,
        "longitude": -122.447669506,
        "name": "Sisters of the Presentation, San Francisco",
        "phone": "(415) 751-0406",
        "updated_at": "2023-02-28 16:27:59",
        "url": "https://www.presentationsisterssf.org/archives",
        "zip4": "94118"
    },
    "302": {
        "address1": "1250 Addison Street, Suite 103",
        "address2": "",
        "ark": "ark:/13030/c8v12bdw",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2018-10-31 12:36:09",
        "custom_zoom_level": null,
        "description": "StoryCenter is a Berkeley-based international non-profit working in digital storytelling and storywork. In the 1990s they developed the Digital Storytelling Workshop as a participatory media methodology. Since that time, they have travelled the world supporting small and large organizations in integrating the Digital Storytelling methods into their engagement efforts.\r\n\r\nStoryCenter has worked with nearly a thousand organizations around the world and trained more than fifteen thousand people in hundreds of workshops to share stories from their lives. Through our wide-ranging work, we have transformed the way that community activists, educators, health and human services agencies, business professionals, and artists think about the power of personal voice, in creating change.\r\n\r\nIn 2016, we were invited by State Librarian Greg Lucas and the California State Library to travel the State of California collecting stories of residents through their local public libraries. The California Listens project collected these 106 stories in 2016 from 12 libraries, and will add an additional 100+ stories from 24 additional libraries in 2017 and 2018. ",
        "email": "info@storycenter.org ",
        "fax": "",
        "ga": "",
        "latitude": 37.868318,
        "longitude": -122.286897,
        "name": "StoryCenter",
        "phone": "(510) 548-2065",
        "updated_at": "2018-10-31 12:36:09",
        "url": "https://www.storycenter.org/",
        "zip4": "94702"
    },
    "303": {
        "address1": "398 Eddy Street",
        "address2": "",
        "ark": "ark:/13030/c8q81kp5",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2018-10-31 12:47:17",
        "custom_zoom_level": null,
        "description": "The Tenderloin Museum celebrates the rich history of one of San Francisco's most misunderstood neighborhood. The 31 blocks of the Tenderloin district are the beating heart of the city peopled by immigrants and iconoclasts, artists and activists, sinners and saints. Visit the Tenderloin Museum today and encounter a kaleidoscopic American city in all its grit and glory.",
        "email": "info@tenderloinmuseum.org",
        "fax": "",
        "ga": "",
        "latitude": 37.783974,
        "longitude": -122.414063,
        "name": "Tenderloin Museum",
        "phone": "(415) 351-1912",
        "updated_at": "2018-10-31 12:47:17",
        "url": "http://www.tenderloinmuseum.org/",
        "zip4": "94102"
    },
    "304": {
        "address1": "1151 Oxford Road",
        "address2": "",
        "ark": "ark:/13030/tf3j49p346",
        "city": "San Marino",
        "county": "Los Angeles",
        "created_at": "2024-12-05 12:48:55",
        "custom_zoom_level": null,
        "description": "The Huntington Library is one the world's great independent research libraries, with more than nine million items spanning the 11th to 21st century. These extraordinary and diverse materials are centered on fourteen intersecting collection strengths, some of which are: British History; Early Printed Books; Hispanic History and Culture; History of Science, Medicine, and Technology; Maps and Atlases; Prints, Posters, and Ephemera; Photography; Pacific Rim; California; and American History. Digitized materials from these vast collections aim to support the research needs of Huntington readers and staff and to share resources with a broader community. New content is regularly added, yet only a fraction of the Huntington Library’s more than nine million items is available in digitized form.",
        "email": "reference@huntington.org",
        "fax": "",
        "ga": "",
        "latitude": 34.1272238367,
        "longitude": -118.10997963,
        "name": "Huntington Library",
        "phone": "(626) 405-2191",
        "updated_at": "2024-12-05 12:48:55",
        "url": "https://huntington.org/library",
        "zip4": "91108"
    },
    "305": {
        "address1": "190 Anza Street",
        "address2": "",
        "ark": "ark:/13030/c8fr0362",
        "city": "Fremont",
        "county": "Alameda",
        "created_at": "2018-10-31 13:59:58",
        "custom_zoom_level": null,
        "description": "The Washington Township Museum of Local History is the result of the desire of MPHF (Mission Peak Heritage Foundation) and WTHS (Washington Township Historical Society) to have a permanent place to display historical artifacts each collected over the years. The museum preserves Southern Alameda County memories, documents, artifacts, and structures from the past and shares them with present and future generations.",
        "email": "info@museumoflocalhistory.org",
        "fax": "",
        "ga": "",
        "latitude": 37.530084,
        "longitude": -121.920291,
        "name": "Washington Township Museum of Local History",
        "phone": "(510) 623-7907",
        "updated_at": "2018-10-31 13:59:58",
        "url": "https://museumoflocalhistory.org/",
        "zip4": "94539"
    },
    "306": {
        "address1": "6755 Newlin Avenue",
        "address2": "",
        "ark": "ark:/13030/c89z9bgs",
        "city": "Whittier",
        "county": "Los Angeles",
        "created_at": "2018-10-31 14:18:19",
        "custom_zoom_level": null,
        "description": "",
        "email": "info@whittiermuseum.org ",
        "fax": "",
        "ga": "",
        "latitude": 33.979314,
        "longitude": -118.041202,
        "name": "Whittier Museum",
        "phone": "(562) 945-3871",
        "updated_at": "2018-10-31 14:18:19",
        "url": "https://whittiermuseum.org/",
        "zip4": "90601"
    },
    "307": {
        "address1": "2730 Historic Decatur Road, Suite 103",
        "address2": "",
        "ark": "ark:/13030/c8668kst",
        "city": "San Diego",
        "county": "San Diego",
        "created_at": "2018-10-31 14:26:35",
        "custom_zoom_level": null,
        "description": "Founded in 1983, the Women's Museum of California is one of five women's museums in the United States.  The museum's mission is to educate and inspire current and future generations about the experiences and contributions of women by collecting, preserving, and interpreting the documentary and visual evidence of those experiences.  The museum aims to provide the community a broad collection of reference materials that document women’s history and the female experience.  \r\n\r\nWith approximately 4,000 works in the Library Collection, the interdisciplinary nature concerning women’s history is reflected in our holdings - offering resources on a wide variety of disciplines such as women in the arts, women’s health & reproductive rights, women in the military, biographical works, LGBT studies, law & politics, and seminal works on the first and second waves of the feminist movement.  The majority of the Library Collection is comprised of printed works including books, journals, and periodicals. A small collection of audio-visual materials are available, including early sound recordings (vinyl) and our oral history collection that includes interviews from prominent women in the Unitarian Universalist Church and San Diego’s Hall of Fame Inductees.\r\n\r\nThe Women’s Museum of California also houses a historically significant Special Collection containing rare and out-of-print volumes dating from the mid-1800s.  A prized collection is a first edition set of Susan B. Anthony’s and Ida Husted Harper’s “The History of Women’s Suffrage,” the only known first edition to exist in California. \r\n\r\nThe Women's Museum of California's Archival Collection houses nearly 300 linear feet of material documenting the life and work of prominent female leaders and organizations' commitment to women's rights and representation.  The Archival Collection includes the first women’s studies program developed at San Diego State University, collections from U.N. Conferences on the Status of Women, the National Organization for Women (N.O.W.), the Older Women’s League (O.W.L.), California Women for Agriculture, Women’s International League for Peace and Freedom (W.I.L.P.F.), National League of American Pen Women, League of Women Voters, National Women’s Political Caucus, the American Association of University Women, and finally Planned Parenthood and the Women’s Care Clinic of San Diego.  The personal papers and archival collections of prominent women include our founder, Mary Maschal; California suffragist sympathizer, Alice Park; Nancy Reeves; former California Senator, Lucy Killea; and Alice Barnes.",
        "email": "collections@womensmuseumca.org",
        "fax": "",
        "ga": "",
        "latitude": 32.739367,
        "longitude": -117.211761,
        "name": "Women's Museum of California",
        "phone": "(619) 233-7963",
        "updated_at": "2018-10-31 14:26:35",
        "url": "https://www.womensmuseumca.org/",
        "zip4": "92106"
    },
    "308": {
        "address1": "P.O. Box 1030",
        "address2": "",
        "ark": "ark:/13030/c8v98fpr",
        "city": "Santa Cruz",
        "county": "Santa Cruz",
        "created_at": "2018-11-20 15:02:38",
        "custom_zoom_level": null,
        "description": "The JKL Museum is dedicated to the preservation of all aspects of telephony. The collection includes telephones and related equipment from all over the world, dating from the late 1870s to the 1980s. Located near Santa Cruz, California. Private tours are available to those interested in telephony. Use the contact form on the JKL Museum website for an invitation.",
        "email": "jklcollection@jklmuseum.com ",
        "fax": "",
        "ga": "",
        "latitude": 36.979403,
        "longitude": -121.899005,
        "name": "JKL Museum of Telephony",
        "phone": "(209) 755-4949 ",
        "updated_at": "2018-11-20 15:02:38",
        "url": "https://www.jklmuseum.com/",
        "zip4": "95001 "
    },
    "309": {
        "address1": "1801 E Cotati Avenue",
        "address2": "",
        "ark": "ark:/13030/c8ng4x9z",
        "city": "Rohnert Park",
        "county": "Sonoma",
        "created_at": "2019-11-05 12:49:57",
        "custom_zoom_level": null,
        "description": "Designed specifically for the pursuit of art practices and the study of art history and arts management, the department facilities are located in one of the best-equipped physical plants in the country. The programs are directed by a faculty of professional artists and scholars dedicated to their students and to the pursuit of their own creative and scholarly work. Students also have access to developing new technologies in a number of areas.\r\n\r\nIt is the departmental philosophy that a grasp of the history and theory of art is indispensable for the studio major and that creative activity is invaluable to the student of art history.",
        "email": "info.art@sonoma.edu ",
        "fax": "",
        "ga": "",
        "latitude": 38.3399395328,
        "longitude": -122.676923275,
        "name": "Sonoma State University Art and Art History Department ",
        "phone": "(707) 664-2364 ",
        "updated_at": "2019-11-05 12:49:57",
        "url": "https://web.sonoma.edu/art/vrcollection/index.html",
        "zip4": "94928 "
    }
}