{
    "209": {
        "address1": "4545 Park Blvd, Suite 104",
        "address2": "",
        "ark": "ark:/13030/c8kk9hc6",
        "city": "San Diego",
        "county": "San Diego",
        "created_at": "2024-12-06 15:18:48",
        "custom_zoom_level": null,
        "description": "Lambda Archives of San Diego (LASD) has been established to preserve and make available for research and educational purposes the tangible record of the lesbian, gay, bisexual, and transgender (LGBT) community with a special emphasis on those materials relating specifically to San Diego County and northern Baja California. LASD views all aspects of LGBT life as important to the understanding of our communities' values, interests and issues. To this end, LASD actively seeks to acquire and preserve materials that reflect the diversity of our communities in respect to: gender and sexual identity; racial and ethnic identity; age; and the broad range of our communities' activities and concerns including politics and social activism, social groups, support groups, athletics, spiritual groups, arts and culture, business and finance, and general community resources. LASD collects not only material related to the communities' past history, but documents current events as well.",
        "email": "info@lambdaarchives.org",
        "fax": "",
        "ga": "UA-79372579-1",
        "latitude": 32.7599737,
        "longitude": -117.1458876,
        "name": "Lambda Archives of San Diego",
        "phone": "(619) 260-1522",
        "updated_at": "2024-12-06 15:18:48",
        "url": "http://www.lambdaarchives.us/",
        "zip4": "92116"
    },
    "210": {
        "address1": "P.O. Box 426 ",
        "address2": " 5001 Highway 395",
        "ark": "ark:/13030/c8ft8rm1",
        "city": "Independence",
        "county": "Inyo",
        "created_at": "2016-06-09 15:03:22",
        "custom_zoom_level": null,
        "description": "Manzanar National Historic Site was established to preserve the stories of the internment of nearly 120,000 Japanese Americans during World War II and to serve as a reminder to this and future generations of the fragility of American civil liberties.\r\n\r\nCongress established Manzanar National Historic in 1992. Three distinct eras are represented in the site's museum collection. Owens Valley Paiute inhabiting the area from A.D. 600 to the early 1900s; the early ranching and farming period from 1860-1930; and the World War II confinement of Japanese Americans from 1942-1945. The National Park Service has conducted oral histories about these eras of Manzanar since 1999. The purpose of the collection is to preserve, study and interpret the cultural history of Manzanar.Bird pins are one of many artifacts in the Manzanar Collection. These and other items offer a glimpse into life in camp. Furniture, clothing, utensils, cemetery offerings, and other tangible resources enrich our knowledge and our ability to tell the stories of people who lived at Manzanar.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 36.557604,
        "longitude": -118.053637,
        "name": "Manzanar National Historic Site",
        "phone": "(760) 878-2194 x3310 ",
        "updated_at": "2016-06-09 15:03:22",
        "url": "https://www.nps.gov/manz/index.htm",
        "zip4": "93526"
    },
    "211": {
        "address1": "310 Back Street",
        "address2": "",
        "ark": "ark:/13030/c8b56q9b",
        "city": "Coloma",
        "county": "El Dorado",
        "created_at": "2016-06-09 15:11:52",
        "custom_zoom_level": null,
        "description": "James W. Marshall discovered gold in 1848 on the South Fork of the American River in the valley the Nisenan Indians knew as Cullumah. This event led to the greatest mass movement of people in the Western Hemisphere and was the spark that ignited the spectacular growth of the West during the ensuing decades. The gold discovery site, now Marshall Gold Discovery State Historic Park, located in the still visible tailrace of Sutter's sawmill, in present day Coloma California, is one of the most significant historic sites in the nation. \r\n \r\nJames W. Marshall found shining flecks of gold in the tailrace of the sawmill he was building for himself and John Sutter. This discovery in 1848 changed the course of California's and the nation's history. See a replica of the original sawmill and over 20 historic buildings including mining, house, school, and store exhibits. \r\n \r\nVisitors have the opportunity to try panning for gold in the American River and enjoy hikes and picnics under the riparian oak woodlands. Overlooking the beautiful river canyon, where the gold discoverer rests today, see California's first historic monument, the statue of James Marshall pointing at his gold discovery site. \r\n \r\nCome participate in tours or special events, see exhibits and \"Living History Days\" planned regularly throughout the year; contact the Gold Discovery Museum and Visitor Center for details. Marshall Gold Discovery State Historic Park is proud to now offer the Eureka Experience school and group programs, and gold panning lessons for park visitors.",
        "email": "marshallgoldgdpa@gmail.com",
        "fax": "",
        "ga": "",
        "latitude": 38.8003267,
        "longitude": -120.8923416,
        "name": "Marshall Gold Discovery State Historic Park",
        "parent": "California State Parks",
        "phone": "(530) 622-6198",
        "updated_at": "2016-06-09 15:11:52",
        "url": "http://www.parks.ca.gov/?page_id=484",
        "zip4": "95613"
    },
    "212": {
        "address1": "900 Exposition Blvd.",
        "address2": "",
        "ark": "ark:/13030/c8959p4h",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2016-06-09 16:19:31",
        "custom_zoom_level": null,
        "description": "The mission statement of the Natural History Museum of Los Angeles County is to inspire wonder, discovery and responsibility for our natural and cultural worlds. The Research Library has been an integral part of the Museum since it's founding in 1913, and its holdings reflect the breadth of its collections. The collection consists of materials in a variety of fields, most particularly regarding anthropology, ethnology, zoology, mineralogy, paleontology, and history – especially as it relates to Southern California history, geography and industry. \r\n\r\nThe Research Library is open to Natural History Museum staff and qualifying researchers by appointment only. To make an appointment, please contact us at librarian@nhm.org. Consult our  online catalog for more details about our collection.\r\n",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 34.0170769,
        "longitude": -118.2886818,
        "name": "Research Library, Natural History Museum of Los Angeles County",
        "phone": "(213) 763-3387",
        "updated_at": "2016-06-09 16:19:31",
        "url": "http://www.nhm.org/site/research-collections/research-library",
        "zip4": "90007"
    },
    "213": {
        "address1": "211 W. Santa Ana Blvd., Rm. 101",
        "address2": "",
        "ark": "ark:/13030/c86d5zkm",
        "city": "Santa Ana",
        "county": "Orange",
        "created_at": "2016-06-09 15:27:09",
        "custom_zoom_level": null,
        "description": "The Orange County Archives serves as the main repository for historic property documents, vital records and other materials from county government. The Archives is open daily to offer assistance to local historians, property researchers, genealogists and students.\r\n\r\nThe Archives is also home to a vast collection of historic photos and archival materials from affiliated government agencies, as well as the Knott’s Berry Farm Collection, the federal court record of the county’s 1994 bankruptcy, Orange County directories and many local historic newspapers and magazines.",
        "email": "archives@rec.ocgov.com",
        "fax": "",
        "ga": "",
        "latitude": 33.7502255,
        "longitude": -117.8691845,
        "name": "Orange County Archives",
        "phone": "(714) 834-2536",
        "updated_at": "2016-06-09 15:27:09",
        "url": "http://ocarchives.com/",
        "zip4": "92701 "
    },
    "214": {
        "address1": "3729 Cahuenga Blvd, West",
        "address2": "",
        "ark": "ark:/13030/c8bp077j",
        "city": "North Hollywood",
        "county": "Los Angeles",
        "created_at": "2016-06-09 16:21:20",
        "custom_zoom_level": null,
        "description": "The Pacifica Radio Archives is one of the oldest and largest collections of non-commercial listener-sponsored public radio programs in world. Chronicling the political, cultural and artistic movements of the second half of the 20th century, Pacifica radio programs include documentaries, performances, discussions, debates, drama, poetry readings, commentaries and radio arts. The Pacifica Radio Archives appraise, collect, organize, describe, and preserve the creative work generated by, or produced in association with, Pacifica Radio, and make it available for research and reference use.\r\n\r\nThe Archives is delighted to be a part of the California Audiovisual Preservation Project (CAVPP). The two oldest Pacifica Radio sister stations, KPFA-FM and KPFK-FM, are based in Berkeley and Los Angeles, respectively. Over the past sixty years, KPFA and KPFK have borne witness to events in both Northern and Southern California, and have prominently featured the voices of California denizens and community members who were often excluded from both local and national news media. The Archives' CAVPP collection features actuality from mass demonstrations such as People's Park Protest and the International Hotel evictions; incisive public affairs programming about issues that affected Californians of the time, such as the passage of Proposition 13, farm workers' strikes, and racial segregation in urban communities; interviews with politicians, artists and countercultural figures; and much more. Many of these recordings have not been heard since their initial broadcast on Pacifica airwaves.",
        "email": "jolene@pacificaradioarchives.org",
        "fax": "818-506-1084",
        "ga": "",
        "latitude": 34.1287271,
        "longitude": -118.3475675,
        "name": "Pacifica Radio Archives",
        "phone": "818-506-1077",
        "updated_at": "2016-06-09 16:21:20",
        "url": "http://pacificaradioarchives.org/",
        "zip4": "91604"
    },
    "215": {
        "address1": "20 Fourth Street",
        "address2": "",
        "ark": "ark:/13030/c82n56wq",
        "city": "Petaluma",
        "county": "Sonoma",
        "created_at": "2016-06-09 15:34:49",
        "custom_zoom_level": null,
        "description": "The Petaluma Historic Library and Museum has a vast collection of local historical items. \r\n \r\nThe Hoppy Hopkins Memorial Research Library, named after Petaluma City Historian Hoppy Hopkins (1921-2003), contains books and files that assist in history, genealogy, and architectural research of Petaluma and close environs. They include such treasures as: early maps, the Vallejo land grant; books relating to topics as the Miwok Indians, poultry and dairy industries; histories of surrounding communities. \r\n \r\nThere are blueprints of homes and buildings designed by local architect Brainerd Jones, city directories from as early as 1875 and yearbooks from the 1890’s, as well as record books of groups such as G.A.R. and Corona Club, which bring early citizens to life. The Clipping files and Ephemera boxes hold treasures related to such widely diverse topics as aviation, sports and city government. We have a copy of the first newspaper published in Petaluma in August of 1855, as well as a number of special edition newspapers.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 38.2325819,
        "longitude": -122.6400151,
        "name": "Petaluma Historic Library and Museum",
        "phone": "(707) 778-4398",
        "updated_at": "2016-06-09 15:34:49",
        "url": "http://www.petalumamuseum.com/",
        "zip4": "94952"
    },
    "216": {
        "address1": "Special Collections Department",
        "address2": "3835 Freeport Boulevard",
        "ark": "ark:/13030/c8xw4qdf",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2022-09-12 15:20:40",
        "custom_zoom_level": null,
        "description": "Sacramento City College, Special Collections collects records of the college, unique local artifacts, and other materials documenting the history of the college and surrounding area, and makes them available to the college community and external researchers. The department stores, preserves, and arranges these collections according to standard archival practices. Users may access original materials in the Special Collections Room. The department also creates exhibits, scans photographs, and creates finding aids to enhance access to the collections.",
        "email": "reyescn@crc.losrios.edu",
        "fax": "",
        "ga": "UA-105599975-2",
        "latitude": 38.5395407,
        "longitude": -121.4868429,
        "name": "Sacramento City College",
        "phone": "(916) 558-2532",
        "updated_at": "2022-09-12 15:20:40",
        "url": "https://www.scc.losrios.edu/specialcollections/",
        "zip4": "95822"
    },
    "217": {
        "address1": "5750 Almaden Expressway",
        "address2": "",
        "ark": "ark:/13030/c8t43zp1",
        "city": "San Jose",
        "county": "Santa Clara",
        "created_at": "2024-05-13 12:07:14",
        "custom_zoom_level": null,
        "description": "The Santa Clara Valley Water District Library supports the district's mission by providing professional research services for district staff and the public, using its core reference and journal collections, satellite libraries, on-line databases, interlibrary loan, and outside experts. The library maintains a catalog database of the core and satellite libraries.\r\n\r\nThe district library has an extensive collection of books, reports and other materials. While we do not check out materials to the general public, you can use these materials in the library or borrow them on interlibrary loan. See your local public or academic library for details on interlibrary loan. The district library is a specialized collection of 22,000 titles. The types of materials include, Santa Clara Valley Water District reports, consultant reports performed for the District, textbooks, reference books, legal materials, journals audio and videotapes, and CD-ROMs.\r\n  \r\nThe subjects represented in the collection include water quality, water supply, water conservation, flood protection, law, water reclamation, seismic safety, groundwater contamination, civil engineering, hydrology, geology, chemistry, ecology, and environmental issues.\r\n",
        "email": "scurtin@valleywater.org",
        "fax": "",
        "ga": "UA-118121074-1",
        "latitude": 37.248524,
        "longitude": -121.8748893,
        "name": "Santa Clara Valley Water District Library",
        "phone": "(408) 630-2657",
        "updated_at": "2024-05-13 12:07:14",
        "url": "https://www.valleywater.org/learning-center/district-library",
        "zip4": "95118-3686"
    },
    "218": {
        "address1": "420 Litho Street",
        "address2": "",
        "ark": "ark:/13030/c8pc36zp",
        "city": "Sausalito",
        "county": "Marin",
        "created_at": "2016-06-09 15:53:12",
        "custom_zoom_level": null,
        "description": "The Sausalito Historical Society collects and preserves art, artifacts, photographs and printed materials that document Sausalito’s history; provides access to the collection for public and academic research; and develops publications and outreach programs to inspire local interest in Sausalito’s history to educate the visiting public and enrich the community.",
        "email": "info@sausalitohistoricalsociety.com",
        "fax": "",
        "ga": "",
        "latitude": 37.8596418,
        "longitude": -122.4888816,
        "name": "Sausalito Historical Society",
        "phone": "(415) 289-4117",
        "updated_at": "2016-06-09 15:53:12",
        "url": "http://www.sausalitohistoricalsociety.com/",
        "zip4": "94965"
    },
    "219": {
        "address1": "PO Box 38",
        "address2": "",
        "ark": "ark:/13030/c8jm2g7c",
        "city": "Shosone",
        "county": "Inyo",
        "created_at": "2016-06-09 15:59:54",
        "custom_zoom_level": null,
        "description": "Shoshone Museum preserves the history of the Southern Amargosa Valley. It is located in downtown Shoshone next to the Crowbar Cafe in a 1906 building moved several times before finding a permanent home in Shoshone. Featured exhibit is a mammoth skeleton found near Shoshone. Other exhibits include: \"The T&T Railroad\", \"When the desert went dry\", and \"Death Valley women and early geologists\". There is also an extensive collection of local minerals.",
        "email": "villagecentral@shoshonevillage.com",
        "fax": "(760) 852-4250",
        "ga": "",
        "latitude": 36.0193619,
        "longitude": -116.1595761,
        "name": "Shoshone Museum",
        "phone": "(760) 852-4335",
        "updated_at": "2016-06-09 15:59:54",
        "url": "http://shoshonevillage.com/shoshone-museum.html",
        "zip4": "92384"
    },
    "220": {
        "address1": "2101 Webster Street, Suite 1300",
        "address2": "",
        "ark": "ark:/13030/c8dz0dv2",
        "city": "Oakland",
        "county": "Alameda",
        "created_at": "2021-02-25 16:03:02",
        "custom_zoom_level": null,
        "description": "The Sierra Club has maintained a library since its beginnings more than a century ago. The Club's first library was based on a small collection of mountaineering literature that served John Muir and other mountaineers at the turn of the twentieth century. In San Francisco's devastating 1906 earthquake and fire, this early collection was destroyed, but the library was soon reestablished through an outpouring of donations. From those small beginnings the library has grown to accommodate the evolving needs of Sierra Club members. As the Club grew, so did its library. It now holds a significant conservation and mountaineering collection. In 1965, the Library was dedicated as a memorial to William E. Colby , the first secretary of the Sierra Club and a director for forty-nine years. As a reference library, ours is a non-circulating, research collection. Sierra Club members and the public are welcome to use the library as visitors, by appointment. In our reading room at the Club's San Francisco headquarters, we provide on-site access to our extensive collection of books, periodicals, mountaineering journals, government documents, historic photographs, slides, maps and memorabilia. Researchers who are unable to visit our library may search the online catalog  for our traditional collections. We respond to reference inquiries regarding Sierra Club publications and history, and will provide photocopies of specific articles if needed. In the 21st century, the Colby Library has expanded online. Our mission is to bring more great content from the Club's website to the library's holdings.",
        "email": "colby.library@sierraclub.org",
        "fax": "",
        "ga": "UA-652326-28",
        "latitude": 37.8102987,
        "longitude": -122.2659978,
        "name": "William E. Colby Memorial Library, Sierra Club",
        "phone": "(415) 977-5506",
        "updated_at": "2021-02-25 16:03:02",
        "url": "http://sierraclub.org/library",
        "zip4": "94612"
    },
    "221": {
        "address1": "4002 Mesa Road",
        "address2": "",
        "ark": "ark:/13030/c8rj4q2z",
        "city": "Irvine",
        "county": "Orange",
        "created_at": "2016-06-27 10:42:59",
        "custom_zoom_level": null,
        "description": "The Arts Media Center is UC Irvine's primary collection of materials in music audio formats such as CDs and LPs, as well as an audio archive of music performances presented by the university.",
        "email": "artsmedia@uci.edu",
        "fax": "",
        "ga": "UA-67390624-1",
        "latitude": 33.6471239,
        "longitude": -117.8421325,
        "name": "Claire Trevor School of the Arts Media Center",
        "parent": "UC Irvine",
        "phone": "(949) 824-8364",
        "updated_at": "2016-06-27 10:42:59",
        "url": "http://www.arts.uci.edu/venue/arts-media-center",
        "zip4": "92697"
    },
    "222": {
        "address1": "6500 Soquel Drive ",
        "address2": "",
        "ark": "ark:/13030/c84172n3",
        "city": "Aptos",
        "county": "Santa Cruz",
        "created_at": "2016-07-22 14:32:36",
        "custom_zoom_level": null,
        "description": "The Cabrillo College Digital Archives Project was initiated in summer 2008 to provide wider access to selected historical documents and materials housed and maintained by the Cabrillo College Library. As of April 2009, the Digital Archives includes over 300 photographs and portraits, hundreds of newspaper clippings, several early yearbooks, staff directories, and many other items. Materials have been selected primarily from the earlier years of the college, from 1959 to 1980.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 36.9872756,
        "longitude": -121.9270394,
        "name": "Cabrillo College Library",
        "phone": "(831) 479-6100",
        "updated_at": "2016-07-22 14:32:36",
        "url": "https://www.cabrillo.edu/services/library/",
        "zip4": "95003"
    },
    "223": {
        "address1": "Gleeson Library",
        "address2": "2130 Fulton Street",
        "ark": "ark:/13030/c8tf02zt",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2019-11-06 12:15:37",
        "custom_zoom_level": null,
        "description": "The Gleeson Library Digital Collections hold digitized special collections materials from the Donohue Rare Book Room, electronic publications and other academic works by USF faculty and students, and digitized archival materials related to university and local history.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 37.7765651,
        "longitude": -122.4502614,
        "name": "University of San Francisco",
        "phone": "(415) 422-2039",
        "primary_contact": "areid1@usfca.edu",
        "updated_at": "2019-11-06 12:15:37",
        "url": "https://www.usfca.edu/library",
        "zip4": "94117-1049"
    },
    "224": {
        "address1": "828 I Street",
        "address2": "",
        "ark": "ark:/13030/kt0r29r83q",
        "city": "Sacramento",
        "county": "Sacramento",
        "created_at": "2024-10-30 09:56:11",
        "custom_zoom_level": null,
        "description": "",
        "email": "sacroom@saclibrary.org",
        "fax": "(916) 264-2884",
        "ga": "UA-33090028-1",
        "latitude": 38.581604,
        "longitude": -121.494863,
        "name": "Sacramento Public Library - Sacramento Room",
        "phone": "(916) 264-2797",
        "updated_at": "2024-10-30 09:56:11",
        "url": "http://www.saclibrary.org/",
        "zip4": "95814"
    },
    "225": {
        "address1": "University of California, Berkeley",
        "address2": "",
        "ark": "ark:/13030/kt596nf0qv",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2024-08-28 10:22:55",
        "custom_zoom_level": null,
        "description": "Berkeley’s C. V. Starr East Asian Library contains one of the most comprehensive collections of materials in East Asian languages in the United States. Its combined holdings, totaling over one million volumes in Chinese, Japanese, Korean, and other East Asian languages, make it one of the top two such collections in the United States outside of the Library of Congress.",
        "email": "eal-library@berkeley.edu",
        "fax": "(510) 642-3817",
        "ga": "",
        "latitude": 37.8735999937,
        "longitude": -122.260386944,
        "name": "C.V. Starr East Asian Library",
        "parent": "UC Berkeley",
        "phone": "(510) 642-2556",
        "updated_at": "2024-08-28 10:22:55",
        "url": "https://www.lib.berkeley.edu/visit/east-asian",
        "zip4": "94720-6000"
    },
    "226": {
        "address1": "2101 Valley Life Sciences Building, #6500",
        "address2": "University of California, Berkeley",
        "ark": "ark:/13030/kt087029kt",
        "city": "Berkeley",
        "county": "Alameda",
        "created_at": "2024-08-28 10:22:35",
        "custom_zoom_level": null,
        "description": "The Bioscience & Natural Resources Library collections support research and teaching in all fields related to the life sciences and natural resources, including genetics, evolution, ecology, bioinformatics, environmental science and policy, conservation, and nutrition.",
        "email": "bios-library@berkeley.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.8713980235,
        "longitude": -122.262328863,
        "name": "Bioscience and Natural Resources Library",
        "parent": "UC Berkeley",
        "phone": "(510) 642-0456",
        "updated_at": "2024-08-28 10:22:35",
        "url": "https://www.lib.berkeley.edu/visit/bioscience",
        "zip4": "94720"
    },
    "227": {
        "address1": "300 S. Sunrise Way",
        "address2": "",
        "ark": "ark:/13030/c8kp86vd",
        "city": "Palm Springs",
        "county": "Riverside",
        "created_at": "2016-11-28 14:41:25",
        "custom_zoom_level": null,
        "description": "",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 33.8187763,
        "longitude": -116.5275585,
        "name": "Palm Springs Public Library",
        "phone": "(760) 322-7323",
        "updated_at": "2016-11-28 14:41:25",
        "url": "http://www.palmspringslibrary.org/",
        "zip4": "92262"
    },
    "228": {
        "address1": "1500 Broderick Street",
        "address2": "",
        "ark": "ark:/13030/kt4g5037rf",
        "city": "Oroville",
        "county": "Butte",
        "created_at": "2017-02-09 18:11:53",
        "custom_zoom_level": null,
        "description": "Built in 1863 to serve the largest community of Chinese north of Sacramento, this temple of treasures is listed on the National Register of Historic Places and also as a California Landmark. It was first opened to visitors during California's 1949 Centennial. Although it is now a museum, it is still an active temple and used occasionally for worship.",
        "email": "info@cityoforoville.org",
        "fax": "",
        "ga": "",
        "latitude": 39.5133488644,
        "longitude": -121.563232541,
        "name": "Oroville Chinese Temple and Museum Complex",
        "phone": "(530) 538-2496",
        "updated_at": "2017-02-09 18:11:53",
        "url": "http://www.cityoforoville.org/Home/Components/FacilityDirectory/FacilityDirectory/2/773",
        "zip4": "95965"
    },
    "229": {
        "address1": "Louise M. Darling Biomedical Library ",
        "address2": "12-077 Center for Health Sciences, Box 951798",
        "ark": "ark:/13030/tf8h4nc0sw",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2023-03-02 16:38:39",
        "custom_zoom_level": null,
        "description": "The various collections of the History and Special Collections Division support the study of the history of medicine and biology. Collections consist of books, journals, manuscripts, prints, portraits, and medical artifacts. ",
        "email": "AskLSC@library.ucla.edu",
        "fax": "",
        "ga": "UA-31813926-1",
        "latitude": 34.0666641375,
        "longitude": -118.442829698,
        "name": "Library Special Collections, Medicine and Science",
        "parent": "UCLA",
        "phone": "(310) 825-6940",
        "updated_at": "2023-03-02 16:38:39",
        "url": "https://www.library.ucla.edu/visit/locations/library-special-collections/",
        "zip4": "90095-1798"
    },
    "230": {
        "address1": "Research Library Building",
        "address2": "",
        "ark": "ark:/13030/kt5v19r760",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2017-03-02 10:18:18",
        "custom_zoom_level": null,
        "description": "The Charles E. Young Research Library provides research-level collections and services in the humanities, social sciences, education, public affairs, government information, and maps, primarily designed to support graduate students and faculty.",
        "email": "yrl-circ@library.ucla.edu",
        "fax": "",
        "ga": "",
        "latitude": 34.0749592153,
        "longitude": -118.441425562,
        "name": "Charles E. Young Research Library",
        "parent": "UCLA",
        "phone": "(310) 825-4732",
        "updated_at": "2017-03-02 10:18:18",
        "url": "http://www.library.ucla.edu/yrl",
        "zip4": "90095-1575"
    },
    "231": {
        "address1": "21617 Charles E. Young Research Library",
        "address2": "Box 157511",
        "ark": "ark:/13030/kt8p3035bt",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2017-03-02 09:54:14",
        "custom_zoom_level": null,
        "description": "The Richard C. Rudolph East Asian Library was established in 1948 to support UCLA's teaching and research programs in East Asian studies. The library selects, organizes, and makes available Chinese-, Japanese-, and Korean-language materials, and its staff provides reference and instruction services to optimize access to and use of the collections",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 34.0749147815,
        "longitude": -118.441457748,
        "name": "Richard C. Rudolph East Asian Library",
        "parent": "UCLA",
        "phone": "(310) 825-4836",
        "updated_at": "2017-03-02 09:54:14",
        "url": "http://www.library.ucla.edu/eastasian",
        "zip4": "90095-7511"
    },
    "232": {
        "address1": "Charles E. Young Research Library",
        "address2": "",
        "ark": "ark:/13030/c8571hqg",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2017-03-27 11:28:01",
        "custom_zoom_level": null,
        "description": "The Henry J. Bruman Map Collection at UCLA contains historical and contemporary maps from around the world. The digital collection focuses on historical maps of California, Los Angeles County, and the city of Los Angeles with an emphasis on maps from 1860-1950. More of this collection can be found in UCLA Library's Digital Collections: \r\n\r\nhttp://digital2.library.ucla.edu/viewItem.do?ark=21198/zz0028tr8x",
        "email": "majankowska@library.ucla.edu",
        "fax": "",
        "ga": "",
        "latitude": 34.0522342,
        "longitude": -118.2436849,
        "name": "Henry J. Bruman Map Collection",
        "parent": "UCLA",
        "phone": "(310) 825-4732",
        "updated_at": "2017-03-27 11:28:01",
        "url": "http://guides.library.ucla.edu/c.php?g=180224&p=1185347",
        "zip4": "90095"
    },
    "233": {
        "address1": "7500 N. Glenoaks Blvd. ",
        "address2": "",
        "ark": "ark:/13030/c8fj2nhd",
        "city": "Burbank",
        "county": "Los Angeles",
        "created_at": "2017-03-15 12:50:46",
        "custom_zoom_level": null,
        "description": "",
        "email": "http://library.woodbury.edu",
        "fax": "(818) 767-4534",
        "ga": "UA-79014848-1",
        "latitude": 34.208605,
        "longitude": -118.341198,
        "name": "Woodbury University Library",
        "phone": "(818) 252-5200",
        "updated_at": "2017-03-15 12:50:46",
        "url": "",
        "zip4": "91510"
    },
    "234": {
        "address1": "UCSF Library & CKM Archives and Special Collections, 530 Parnassus Avenue",
        "address2": "",
        "ark": "ark:/13030/c8f47trc",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2022-06-24 10:02:04",
        "custom_zoom_level": null,
        "description": "",
        "email": "libraryarchives@ucsf.edu",
        "fax": "(415) 476-4653",
        "ga": "UA-47563226-1",
        "latitude": 37.7633063855,
        "longitude": -122.459224463,
        "name": "Zuckerberg San Francisco General Hospital Library and Archives",
        "parent": "UC San Francisco",
        "phone": "(415) 476-8112",
        "updated_at": "2022-06-24 10:02:04",
        "url": "https://www.library.ucsf.edu/archives/",
        "zip4": "94143-0840"
    },
    "236": {
        "address1": "1630 Holloway Avenue",
        "address2": "",
        "ark": "ark:/13030/c8xd16g5",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2017-05-11 11:06:23",
        "custom_zoom_level": null,
        "description": "The J. Paul Leonard Library's Special Collections contains a wealth of primary source material on a wide variety of topics. The collections include manuscripts, organizational records, photographs, rare books, periodicals, audio-visual media, artwork, artifacts and ephemera. These collections support academic and personal scholarship on campus, in the wider community, and internationally. University Archives and Historic Collections holds materials which document the history of San Francisco State University since its founding.",
        "email": "libref @ sfsu.edu",
        "fax": "",
        "ga": "",
        "latitude": 37.7208592,
        "longitude": -122.4772151,
        "name": "J. Paul Leonard Library",
        "parent": "San Francisco State University",
        "phone": "(415) 405-5549",
        "updated_at": "2017-05-11 11:06:23",
        "url": "http://library.sfsu.edu/about-library",
        "zip4": "94132"
    },
    "237": {
        "address1": "15415 East Don Julian Road",
        "address2": "",
        "ark": "ark:/13030/c8f194tq",
        "city": "City of Industry",
        "county": "Los Angeles",
        "created_at": "2017-08-22 15:09:35",
        "custom_zoom_level": null,
        "description": "The six-acre site features the Workman House, an 1870s country home constructed around an 1840s adobe built by William and Nicolasa Workman; La Casa Nueva, a 1920s Spanish Colonial Revival mansion noted for its architectural crafts, built by the Workmans' grandson Walter Temple and his wife, Laura; and El Campo Santo, one of the region's oldest private cemeteries, containing the remains of Pío Pico, the last governor of Mexican California, and many other prominent pioneer families.",
        "email": "info@homesteadmuseum.org.",
        "fax": "(626) 968-2048",
        "ga": "UA-105146172-1",
        "latitude": 34.0198639,
        "longitude": -117.9649781,
        "name": "Workman and Temple Family Homestead Museum",
        "phone": "(626) 968-8492",
        "updated_at": "2017-08-22 15:09:35",
        "url": "http://www.homesteadmuseum.org/",
        "zip4": "91745"
    },
    "238": {
        "address1": "5200 North Lake Road",
        "address2": "",
        "ark": "ark:/13030/c85q5275",
        "city": "Merced",
        "county": "Merced",
        "created_at": "2017-10-12 10:09:52",
        "custom_zoom_level": null,
        "description": "Beginning in 1913, University of California Cooperative Extension (UCCE) farm advisors have been located in every county of the state and have helped to shape agricultural practices through their work with local farmers, and the development of their communities through programs such as 4-H. In the fall of 2016, under a memorandum of understanding with the University of California’s Division of Agriculture and Natural Resources, the UC Merced Library began to assess, inventory, process, and provide access to historical materials held in county Cooperative Extension offices. Records in the county offices document agricultural trials, animal husbandry, water management, fire management, the development of integrated pest management, rural food and nutrition programs, and youth development programs, among other subjects. The records reflect the partnership between the university and federal, state, and local entities.",
        "email": "library@ucmerced.edu",
        "fax": "",
        "ga": "UA-31153353-5",
        "latitude": 37.3637343,
        "longitude": -120.4311096,
        "name": "UC Cooperative Extension Archive",
        "parent": "UC Merced",
        "phone": "(209) 228-4444",
        "updated_at": "2017-10-12 10:09:52",
        "url": "http://library.ucmerced.edu/",
        "zip4": "95343"
    },
    "239": {
        "address1": "21st and N Streets",
        "address2": "",
        "ark": "ark:/13030/c8n58s5x",
        "city": "Merced",
        "county": "Merced",
        "created_at": "2020-08-20 12:42:15",
        "custom_zoom_level": null,
        "description": "The museum houses 8500 square feet of exhibits, both permanent and rotating, which depict the history of Merced County as well as the settlers of the Great Central Valley.",
        "email": "mercedmuseum@sbcglobal.net",
        "fax": "(209) 723-8029",
        "ga": "",
        "latitude": 37.301404,
        "longitude": -120.470115,
        "name": "Merced County Historical Society and Courthouse Museum",
        "phone": "(209) 723-2401",
        "updated_at": "2020-08-20 12:42:15",
        "url": "http://www.mercedmuseum.org/",
        "zip4": "95340"
    },
    "240": {
        "address1": "5083 Foresta Road",
        "address2": "",
        "ark": "ark:/13030/c8m61qqn",
        "city": "El Portal",
        "county": "Mariposa",
        "created_at": "2019-12-05 14:52:55",
        "custom_zoom_level": null,
        "description": "",
        "email": "Paul_Rogers@nps.gov",
        "fax": "(209)379-1284",
        "ga": "UA-82751651-1",
        "latitude": 37.6696692,
        "longitude": -119.8144723,
        "name": "Yosemite National Park Archives",
        "phone": "(209)379-1282",
        "updated_at": "2019-12-05 14:52:55",
        "url": "http://www.nps.gov/yose/historyculture/collections.htm",
        "zip4": "95318"
    },
    "241": {
        "address1": "9010 Magnolia Avenue",
        "address2": "",
        "ark": "ark:/13030/c8fj2nz7",
        "city": "Riverside",
        "county": "Riverside",
        "created_at": "2025-03-18 17:39:14",
        "custom_zoom_level": null,
        "description": "The Sherman Indian Museum was established to document and perpetuate the history and cultural heritage of the Perris Indian School (1892-1902), Sherman Institute (1902-1970), and Sherman Indian High School (1970-). Materials relating to American Indian education are also part of the museum's collection which serves as an educational resource for students and researchers alike.",
        "email": "ShermanResearchRequest@yahoo.com",
        "fax": "",
        "ga": "UA-132777615-1",
        "latitude": 33.9251002,
        "longitude": -117.4373535,
        "name": "Sherman Indian Museum",
        "phone": "(951) 276-6719",
        "updated_at": "2025-03-18 17:39:14",
        "url": "https://www.shermanindianmuseum.org/",
        "zip4": "92503"
    },
    "242": {
        "address1": "20 Hawthorne St.",
        "address2": "",
        "ark": "ark:/13030/c8g16656",
        "city": "San Francisco",
        "county": "San Francisco",
        "created_at": "2023-11-13 12:24:01",
        "custom_zoom_level": null,
        "description": "The San Francisco Art Institute Archive collection contains texts from the 1900s to 1960s. A majority of the collection consists of texts from the San Francisco Art Association Bulletin. Other material includes the Mark Hopkins Institute Review of Art, the San Francisco Art Association's first newsletter.",
        "email": "archive@sfailegacyarchive.org ",
        "fax": "",
        "ga": "UA-113592700-1",
        "latitude": 37.8038552,
        "longitude": -122.4172161,
        "name": "San Francisco Art Institute Archive",
        "phone": "4152941113",
        "updated_at": "2023-11-13 12:24:01",
        "url": "https://www.sfailegacyarchive.org/research.html",
        "zip4": "94105"
    },
    "243": {
        "address1": "18111 Nordhoff Street ",
        "address2": "",
        "ark": "ark:/13030/c80p15bb",
        "city": "Northridge",
        "county": "Los Angeles",
        "created_at": "2024-11-22 09:51:50",
        "custom_zoom_level": null,
        "description": "",
        "email": "",
        "fax": "",
        "ga": "UA-6381987-20",
        "latitude": 34.2389064,
        "longitude": -118.530185,
        "name": "Tom and Ethel Bradley Center Collections",
        "parent": "California State University, Northridge",
        "phone": "(818) 677-4594",
        "primary_contact": "jacqueline.zak@csun.edu",
        "updated_at": "2024-11-22 09:51:50",
        "url": "https://library.csun.edu/sca/contact",
        "zip4": "91330"
    },
    "244": {
        "address1": "1130 State Street",
        "address2": "",
        "ark": "ark:/13030/c8jd534j",
        "city": "Santa Barbara",
        "county": "Santa Barbara",
        "created_at": "2018-06-11 13:58:43",
        "custom_zoom_level": null,
        "description": "",
        "email": "archives@sbma.net",
        "fax": "(805)  966-6840",
        "ga": "UA-25093862-4",
        "latitude": 34.4231449,
        "longitude": -119.7041844,
        "name": "Santa Barbara Museum of Art",
        "phone": "(805) 963-4364",
        "updated_at": "2018-06-11 13:58:43",
        "url": "https://www.sbma.net/",
        "zip4": "93101"
    },
    "245": {
        "address1": "117 Union Street",
        "address2": "",
        "ark": "ark:/13030/c83r10cb",
        "city": "Santa Cruz",
        "county": "Santa Cruz",
        "created_at": "2018-07-16 12:40:32",
        "custom_zoom_level": null,
        "description": "",
        "email": "",
        "fax": "",
        "ga": "UA-4211512-3",
        "latitude": 36.9754461,
        "longitude": -122.028883,
        "name": "Santa Cruz Public Libraries, Downtown Branch",
        "parent": "Santa Cruz Public Libraries",
        "phone": "(831) 427-7713",
        "primary_contact": "younga@santacruzpl.org",
        "updated_at": "2018-07-16 12:40:32",
        "url": "https://www.santacruzpl.org/",
        "zip4": " 95060"
    },
    "246": {
        "address1": "10945 Le Conte Ave., Suite 2107",
        "address2": "",
        "ark": "ark:/13030/c8571jcd",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2020-08-20 12:51:20",
        "custom_zoom_level": null,
        "description": "The Institute for Research on Labor and Employment (IRLE) is a multidisciplinary research center dedicated to research, teaching, and service on labor and employment issues. Through the work of its units – UCLA Labor Center, Labor Studies Undergraduate Program, Human Resources Roundtable, and the Labor Occupational Safety and Health program – the Institute carries UCLA into the Los Angeles community and beyond.\r\n",
        "email": "uclairle@irle.ucla.edu",
        "fax": "",
        "ga": "",
        "latitude": 34.063938,
        "longitude": -118.446912,
        "name": "Institute for Research on Labor and Employment",
        "parent": "UCLA",
        "phone": "",
        "updated_at": "2020-08-20 12:51:20",
        "url": "http://irle.ucla.edu/",
        "zip4": "90095"
    },
    "247": {
        "address1": "3434 South Grand Avenue",
        "address2": "CAL 207 MC 2810",
        "ark": "ark:/13030/c85m6c4w",
        "city": "Los Angeles",
        "county": "Los Angeles",
        "created_at": "2018-04-27 10:00:54",
        "custom_zoom_level": null,
        "description": "The USC Digital Library (USCDL) helps fulfill the mission of the USC Libraries to actively support the discovery, creation, and preservation of knowledge and develop collections and services that support and encourage the academic endeavors of faculty, students, and staff.\r\n\r\nSpanning a wide range of visual media, the USC Digital Library offers digital images of drawings, illuminated manuscripts, maps, photographs, posters, prints, rare illustrated books, as well as audio and video recordings. Encompassing the subject strengths of the vast collections of the libraries at the University of Southern California, these materials represent the applied sciences, fine and decorative arts, history, performing arts, and social sciences. A portion of the images contained in the USC Digital Library come from the collections of collaborating institutions which, like USC, have valuable archival collections that are of interest to a wide range of people",
        "email": "http://digitallibrary.usc.edu/cdm/contactus",
        "fax": "",
        "ga": "",
        "latitude": 34.0522486,
        "longitude": -118.2511985,
        "name": "University of Southern California Digital Library",
        "parent": "University of Southern California",
        "phone": "",
        "updated_at": "2018-04-27 10:00:54",
        "url": "http://digitallibrary.usc.edu/",
        "zip4": "90089-2810 "
    },
    "248": {
        "address1": "University of California, Davis, Special Collections, UC Davis Library",
        "address2": "",
        "ark": "ark:/13030/tf6p3013t7",
        "city": "Davis",
        "county": "Yolo",
        "created_at": "2018-08-09 10:24:39",
        "custom_zoom_level": null,
        "description": "",
        "email": "speccoll@ucdavis.edu",
        "fax": "",
        "ga": "",
        "latitude": 38.5393544834,
        "longitude": -121.748964787,
        "name": "UC Davis",
        "phone": "(530) 752-1621",
        "updated_at": "2018-08-09 10:24:39",
        "url": "https://www.library.ucdavis.edu/special-collections/",
        "zip4": "95616-5292"
    },
    "249": {
        "address1": "350 Lincoln Avenue",
        "address2": "",
        "ark": "ark:/13030/c82z1bzv",
        "city": "Salinas",
        "county": "Monterey",
        "created_at": "2020-07-15 15:58:34",
        "custom_zoom_level": null,
        "description": "The Salinas Public Library collection consists of audiovisual material (moving images and audio) from the 1930s to 1990s. A majority of the collection contains recorded oral interviews with people who personally knew John Steinbeck and are recounting their memories with him. Other material includes film from the Steinbeck Festival XIII in 1995.\r\n\r\nThe Salinas Public Library has proudly served the community since 1909 when it first opened its doors as a Carnegie Public Library. Today, there are three branch libraries, John Steinbeck Library, Cesar Chavez Library, and El Gabilan Library, with services available 7-days a week. The collection includes more than 100,000 books, magazines, movies, and audiobooks, and a separate Steinbeck Collection of more than a thousand books, articles, and historical items.\r\n\r\nIn 2005, the library was featured in the movie “The Hollywood Librarian” after it received national attention for nearly closing its doors because of severe budget cuts. Rally Salinas, a local and regional effort to restore funding for the library through a local tax measure, was ultimately successful in sustaining operations. Today, the Salinas Public Library is experiencing a renaissance of programs and services with its recent launch of a Digital Branch that includes an extensive collection of online resources, databases, instructional software, as well as eBooks, eMagazines, streaming movies, and much more.\r\n",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 36.6720206,
        "longitude": -121.6572876,
        "name": "Salinas Public Library",
        "phone": "(831) 758-7311",
        "primary_contact": "milar@ci.salinas.ca.us",
        "updated_at": "2020-07-15 15:58:34",
        "url": "http://salinaspubliclibrary.org/",
        "zip4": "93901"
    },
    "250": {
        "address1": "440 West Sierra Madre Blvd.",
        "address2": "",
        "ark": "ark:/13030/kt3t1nf434",
        "city": "Sierra Madre",
        "county": "Los Angeles",
        "created_at": "2018-06-26 14:50:49",
        "custom_zoom_level": null,
        "description": "The Sierra Madre Public Library, begun in 1887, is the fourth oldest city library in Los Angeles County and the tenth oldest in Southern California. The current building of 8,762 square feet houses a collection of about 70,000 cataloged items, a historical archives collection, free Wi-Fi, eBooks and DVDs. The Library Services Department is one of seven departments of the City of Sierra Madre and offers a wide range of library services to adults, teens and children. Services are expanded through participation in the Southern California Library Cooperative, a network of 39 area libraries.",
        "email": "",
        "fax": "(626) 355-6218",
        "ga": "",
        "latitude": 34.1618048,
        "longitude": -118.0619447,
        "name": "Sierra Madre Public Library",
        "phone": "(626) 355-7186",
        "primary_contact": "jschofield@cityofsierramadre.com",
        "updated_at": "2018-06-26 14:50:49",
        "url": "http://www.cityofsierramadre.com/services/library",
        "zip4": "91024"
    },
    "251": {
        "address1": "110 N. Glenoaks Blvd.",
        "address2": "",
        "ark": "ark:/13030/c8gb29hh",
        "city": "Burbank",
        "county": "Los Angeles",
        "created_at": "2021-06-21 17:26:05",
        "custom_zoom_level": null,
        "description": "Burbank in Focus is a digital library of historical Burbank photos hosted by Burbank Public Library. Whether you are interested in browsing by collection, searching for photos of a particular person or event, or even searching by location, this is the place to celebrate the Media Capital of the World and the people who have made it great.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 34.183866,
        "longitude": -118.30641,
        "name": "Burbank Public Library",
        "phone": "(818) 238-5600",
        "updated_at": "2021-06-21 17:26:05",
        "url": "https://burbankinfocus.org/",
        "zip4": "91502"
    },
    "252": {
        "address1": "1550 Oak Street",
        "address2": "",
        "ark": "ark:/13030/c8x06dj9",
        "city": "Alameda",
        "county": "Alameda",
        "created_at": "2018-08-01 11:20:05",
        "custom_zoom_level": null,
        "description": "The Alameda Free Library serves those who live, work, play, and learn in Alameda by providing materials, services, and programs to advance their recreational, educational, and professional goals. The Library offers a wide range of services to support community priorities, including answering reference questions, staging story times, providing summer reading programs, hosting class visits, and offering free public programs and displays for all ages and interests.",
        "email": "",
        "fax": "(510) 865-1230",
        "ga": "",
        "latitude": 37.7668102,
        "longitude": -122.2424341,
        "name": "Alameda Free Library",
        "phone": "(510) 747-7777",
        "primary_contact": "cratliff@alamedaca.gov",
        "updated_at": "2018-08-01 11:20:05",
        "url": "https://alamedaca.gov/library",
        "zip4": "94501"
    },
    "253": {
        "address1": "321 S. Myrtle Ave",
        "address2": "",
        "ark": "ark:/13030/c8s187zg",
        "city": "Monrovia",
        "county": "Los Angeles",
        "created_at": "2018-07-27 16:49:02",
        "custom_zoom_level": null,
        "description": "",
        "email": "",
        "fax": "(626) 256-8255",
        "ga": "UA-119773086-2",
        "latitude": 34.1486011,
        "longitude": -118.0022316,
        "name": "Monrovia Public Library",
        "phone": "(626) 256-8274",
        "updated_at": "2018-07-27 16:49:02",
        "url": "https://www.cityofmonrovia.org/your-government/library",
        "zip4": "91016"
    },
    "254": {
        "address1": "25 County Center Drive",
        "address2": "",
        "ark": "ark:/13030/c8wh2wgj",
        "city": "Oroville",
        "county": "Butte",
        "created_at": "2018-09-10 11:11:46",
        "custom_zoom_level": null,
        "description": "The mission of the Butte County Library is to provide all individuals, regardless of age, ethnic background, educational or economic level, with free access to ideas, information, and technology.",
        "email": "",
        "fax": "",
        "ga": "",
        "latitude": 39.5274107,
        "longitude": -121.5732125,
        "name": "Butte County Library",
        "phone": "(855) 379-4097",
        "updated_at": "2018-09-10 11:11:46",
        "url": "http://www.buttecounty.net/bclibrary/Home.aspx",
        "zip4": "95965"
    },
    "255": {
        "address1": "345 Fair Lane",
        "address2": "",
        "ark": "ark:/13030/c8h99brp",
        "city": "Placerville",
        "county": "El Dorado",
        "created_at": "2018-09-10 14:42:48",
        "custom_zoom_level": null,
        "description": "El Dorado County Libraries provide public education for all ages by offering classes, instructional programs and research assistance, and by loaning print, electronic and educational resources in welcoming environments open to the entire community.",
        "email": "library@eldoradolibrary.org",
        "fax": "",
        "ga": "",
        "latitude": 38.72892,
        "longitude": -120.8276859,
        "name": "El Dorado County Library",
        "phone": "(530) 573-3311",
        "updated_at": "2018-09-10 14:42:48",
        "url": "http://www.eldoradolibrary.org/",
        "zip4": "95667"
    },
    "256": {
        "address1": "121 North G Street",
        "address2": "",
        "ark": "ark:/13030/c8cj8m1c",
        "city": "Madera",
        "county": "Madera",
        "created_at": "2021-04-27 12:35:24",
        "custom_zoom_level": null,
        "description": "The California History and Family Research Room, located on the Second Floor of the Madera County Library, is a repos­itory of early Madera County records and histor­ical information that docu­ment the social, political, economic and cultural de­velopment of the Madera County area from the mid­ 1800's to present day. This Collection has a varie­ty of formats including; photographs, primary and secondary printed sources, digitized rec­ords, and oral histories. Our Room also has a reference collection of published secondary sources and serials. Publications include histo­ries of Madera County and its component insti­tutions; area histories that give context to the community, historical maps as well as area periodicals that describe Madera County area history.",
        "email": "research@maderacountylibrary.org",
        "fax": "",
        "ga": "UA-175932448-1",
        "latitude": 36.96136,
        "longitude": -120.0619648,
        "name": "Madera County Library, California History and Family Research Room",
        "phone": "(559) 675-7872",
        "updated_at": "2021-04-27 12:35:24",
        "url": "https://www.maderacountylibrary.org/research",
        "zip4": "93637"
    },
    "257": {
        "address1": "800 Alma Street",
        "address2": "",
        "ark": "ark:/13030/c84173km",
        "city": "Menlo Park",
        "county": "San Mateo",
        "created_at": "2018-09-10 15:52:51",
        "custom_zoom_level": null,
        "description": "The purpose for which this association is formed is to collect, preserve and disseminate historical data, information, relics and objects or records of historical interest relating to the City of Menlo Park and environs.\r\n",
        "email": "mphistorical@gmail.com",
        "fax": "",
        "ga": "",
        "latitude": 37.453958,
        "longitude": -122.1798187,
        "name": "Menlo Park Historical Association",
        "phone": "(650) 330-2500",
        "updated_at": "2018-09-10 15:52:51",
        "url": "https://sites.google.com/site/mphistorical/",
        "zip4": "94025"
    },
    "258": {
        "address1": "585 Franklin Street",
        "address2": "",
        "ark": "ark:/13030/c8086btf",
        "city": "Mountain View",
        "county": "Santa Clara",
        "created_at": "2018-09-10 16:56:29",
        "custom_zoom_level": null,
        "description": "The Mountain View History Center houses information about Mountain View's past. We collect and preserve books, maps, photographs, directories, newspapers, school yearbooks, and other materials pertaining to Mountain View's heritage. We display artifacts that reflect both the changing and enduring natures of the area once known as The Valley of the Heart’s Delight. The collection is owned jointly by the Library and the Mountain View Historical Association.",
        "email": "libraryadultservices@mountainview.gov",
        "fax": "",
        "ga": "",
        "latitude": 37.3903309,
        "longitude": -122.0836274,
        "name": "Mountain View Public Library ",
        "phone": "(650) 903-6337",
        "updated_at": "2018-09-10 16:56:29",
        "url": "https://www.mountainview.gov/depts/library/about/center.asp",
        "zip4": "94041"
    },
    "259": {
        "address1": "1243 National City Blvd.",
        "address2": "",
        "ark": "ark:/13030/c8qv3t15",
        "city": "National City",
        "county": "San Diego",
        "created_at": "2025-03-07 17:00:48",
        "custom_zoom_level": null,
        "description": "Recognizing the cultural, linguistic and economic diversity of our community, the National City Public Library serves the informational, educational, social and recreational needs of all the residents of the community. We support lifelong learning, personal enrichment and empowerment by providing access to a variety of materials and current technology, a courteous and expert staff, and a friendly environment that contributes to the quality of life in National City.",
        "email": "localhistory@nationalcityca.gov",
        "fax": "",
        "ga": "",
        "latitude": 32.671973,
        "longitude": -117.10485,
        "name": "National City Public Library",
        "phone": "(619) 470-5800",
        "updated_at": "2025-03-07 17:00:48",
        "url": "https://www.nationalcityca.gov/government/library/local-history",
        "zip4": "91950"
    }
}